import React from "react";

const Presentation = () => {
  return (
    <div className="page" style={{ textAlign: "center" }}>
      <div className="fullImage about"></div>
      <div>
        <div className="split big centered">
          <h2>معرفی کارگزاری صبا جهاد</h2>
          <p className="textBody">
            شرکت کارگزاری صباجهاد در تاریخ 1383/06/08 و با شماره 229185 در اداره
            ثبت شرکت‌ها و مؤسسات غیرتجاری تهران به ثبت رسید و از اول مهرماه همان
            سال با افتتاح تالار بورس کالای کشاورزی، فعالیت خود را آغاز نمود.
          </p>
        </div>
      </div>

      <div>
        <div className="split big centered">
          <h2 className="small">پیام مدیر عامل</h2>
          <p className="textBody">
            توسعه اقتصادی کشور و تامین مالی واحدهای تولیدی در گرو رونق بازار
            سرمایه است. در این راستا در کارگزاری صباجهاد برآن شدیم که با اعتلای
            تخصص، توسعه فناوری و همت روزافزون پرسنل توانمند کارگزاری با بهره
            گیری از سال ها تجربه ارزشمند، خدمات خود را بهبود بخشیده تا نقشی در
            رونق بازار سرمایه و تعالی اقتصادی ایران عزیمان داشته باشیم و بتوانیم
            به عنوان یکی از زیر مجموعه های صندوق بازنشستگی کشوری به افزایش
            سرمایه بازنشستگان و شاغلین کشور کمک کنیم.
          </p>
          <p style={{ textAlign: "center" }}>
            علیرضا مرادی
            <br />
            مدیرعامل و نائب رئیس هیات مدیره
          </p>
        </div>
      </div>

      <div className="compartmentContainer" style={{ textAlign: "right" }}>
        <div className="compartment right">
          <div className="data">
            <h2>افتخارات</h2>
            <p>
              اطمینان شهروندان و هدف‌گذاری اصولی منجر به کسب رتبه‌های برتر بازار
              سرمایه توسط کارگزاری بورس بیمه ایران شده است:
              <ul>
                <li>جایگاه نخست در بین کارگزاری‌های دولتی و نهادی</li>
                <li>رتبه هشتم برترین کارگزاری‌های کشور در بورس اوراق بهادار</li>
              </ul>
            </p>
          </div>
          <div className="image radius about3"></div>
        </div>
      </div>

      <div className="compartmentContainer" style={{ textAlign: "right" }}>
        <div className="compartment left">
          <div className="image radius about4"></div>
          <div className="data">
            <h2>مسئولیت اجتماعی</h2>
            <p>
              میزان تعهد هر نهاد به برنامه‌هایش را می‌توان درگستره تاثیرگذاری‌اش
              در جامعه جست‌و‌جو کرد؛<br></br> کارگزاری بورس بیمه ایران به عنوان
              نهادی اقتصادی – اجتماعی تلاش کرده است تا با حفظ ارتباط خود با
              نهادهای اجتماعی در راستای کمک به بهبود اشتغال، درآمدزایی و
              خوداتکایی شهروندان حرکت کند. طی سال‌های اخیر همکاری با انجمن‌های
              مردم نهاد از جمله محک، رعد الغدیر و ... در بخش‌های مختلف منجر به
              اشتغالزایی ده‌ها نفری و رفع نیازهای ضروری خانواده‌های نیازمند شده
              است. این کارگزاری آماده همکاری با نهادهای مدنی مختلف برای کمک به
              بهبود رفاه اجتماعی است.
            </p>
          </div>
        </div>
      </div>
    </div>
  );
};

export default Presentation;
