import React, { useEffect } from "react";
import { useDispatch, useSelector } from "react-redux";
import { fetchsubMenuByGroupType } from "../../../features/account/subMenuSlice";
import { Box, Tab, Tabs, Typography } from "@mui/material";
import { useState } from "react";
import Loading from "../../../components/loading/Loading";

function MaliServices() {
  const groupName = "TaminMali";
  const dispatch = useDispatch();
  const data = useSelector((state) => state.subMenu.subMenu);

  useEffect(() => {
    dispatch(fetchsubMenuByGroupType(groupName));
    // window.location.reload();
  }, []);

  console.log("Pass Data", data);
  const [tabIndex, setTabIndex] = useState(0);

  const handleTabChange = (event, newTabIndex) => {
    setTabIndex(newTabIndex);
    console.log("tabIndex ----", newTabIndex);
  };

  const renderTitle = (
    <>
      {data.length > 0 ? (
        data.map((item, index) => (
          <Tab
            className="3"
            label={item.title}
            onChange={handleTabChange}
            value={index}
          />
        ))
      ) : (
        <p>
          {" "}
          Title Loding ....... <Loading />{" "}
        </p>
      )}
    </>
  );

  const renderBody = (
    <>
      {data.length > 0 ? (
        data.map(
          (item, index) =>
            tabIndex === index && (
              <Box>
                <Typography className="textBody">
                  <div
                    dangerouslySetInnerHTML={{
                      __html: item.body,
                    }}
                  ></div>
                  <br />
                </Typography>
              </Box>
            )
        )
      ) : (
        <p>
          {" "}
          Body data Loding ....... <Loading />{" "}
        </p>
      )}
    </>
  );
  return (
    <>
      <Box>
        <Box>
          <Tabs value={tabIndex} onChange={handleTabChange}>
            {renderTitle}
          </Tabs>
        </Box>
        <Box sx={{ padding: 2 }}>{renderBody}</Box>
      </Box>
    </>
  );
}

export default MaliServices;

{
  /* <Box>
        <Box>
          <Tabs value={tabIndex} onChange={handleTabChange}>
            <Tab className="tabTypographyVertical" label="اوراق خرید دین" />
            <Tab className="tabTypographyVertical" label="اوراق رهنی" />
            <Tab className="tabTypographyVertical" label="اوراق سفارش ساخت" />
            <Tab className="tabTypographyVertical" label="اوراق صکوک اجاره" />
            <Tab className="tabTypographyVertical" label="اوراق منفعت" />
            <Tab className="tabTypographyVertical" label="افزایش سرمایه" />
            <Tab className="tabTypographyVertical" label="صکوک مرابحه" />
            <Tab className="tabTypographyVertical" label="مشارکت" />
            <Tab className="tabTypographyVertical" label="مقایسه اوراق" />
          </Tabs>
        </Box>
        <Box sx={{ padding: 2 }}>
          {tabIndex === 0 && (
            <Box>
              <Typography className="textBody">
                اوراق بهادار با نامی است که به منظور خرید مطالبات مدت دار اشخاص
                حقوقی به استثنای مطالبات ناشی از عقد سلف منتشر می شود، مطالبات
                همان مطالبات ریالی مدت دار اشخاص حقوقی از اشخاص حقیقی و حقوقی
                ناشی از عقود مبادله ای مانند فروش اقساطی، اجاره به شرط تملیک و
                جعاله (به استثنای سلف) می باشد.
                <br />
                * ارکان و مسئولیت های آنها در انتشار اوراق خرید دین <br />
                ناشر ( نهاد واسط ) در انتشار اوراق خرید دین:
                <br />
                انتشار اوراق رهنی، صرفا توسط نهاد واسط مجاز می باشد. نهاد واسط
                تحت هيچ شرايطي مجاز به اخذ تسهیلات از شبکه بانکي کشور نمي‌ باشد.{" "}
                <br />
                بانی در انتشار اوراق خرید دین:
                <br />
                شخص حقوقی دارنده مطالبات است که قصد دارد به موجب این دستورالعمل
                نسبت به فروش آن از طریق انتشار اوراق خرید دین اقدام کند. <br />
                شرایط بانی:
                <br />
                • <br /> شرکت های سهامی، تعاونی و موسسه یا نهاد عمومی غیر دولتی
                که در ایران به ثبت رسیده و مرکز اصلی فعالیت آن در ایران باشد.{" "}
                <br />
                • <br /> اظهار نظر بازرس و حسابرس شرکت در خصوص صورت های مالی دو
                سال مالی اخیر آن مردود یا عدم اظهار نظر نباشد. <br />
                • <br /> بانی موظف است گزارشی در خصوص نگهداری حساب ها، دریافت
                مطالبات و سایر اقدامات اجرایی را حداکثر 6 ماه یکبار حداکثر دو
                ماه بعد از مواعد شش ماهه به سازمان ارائه و به عموم افشا نماید.
                <br />
                * ضامن در انتشار اوراق خرید دین:
                <br />
                شخص حقوقی است که پرداخت مطالبات را در مواعد مقرر در برابر
                دارندگان اوراق تضمین می نماید. <br />
                • <br /> ضمانت اشخاص حقوقی تحت کنترل بانی برای ایفای تعهدات بانی
                قابل قبول نمی باشد. <br />
                • <br /> ضامن توسط بانی و با تأیید سازمان از طرف بانک ها، موسسات
                مالی و اعتباری تحت نظارت بانک مرکزی، بیمه هایی تحت نظارت بانک
                مرکزی، صدوق های بازنشستگی، شرکت های تأمین سرمایه، هلدینگ ها و
                شرکت های سرمایه گذاری ثبت شده نزد سازمان، نهادهای عمومی، دولت و
                شرکت ها و مؤسسات دولتی انتخاب می شود. • <br /> در صورتی که بانی،
                بانک یا مؤسسه مالی و اعتباری تحت نظارت بانک مرکزی باشد، می تواند
                ضامن اوراق باشد.
                <br />
                • <br /> در صورتی که اوراق دارای رتبه اعتباری باشند وجود ضامن
                الزامی نخواهد بود.
                <br />
                • <br /> در صورت عدم پرداخت مطالبات به نهاد واسط در مواعد مقرر
                ضامن موظف است تمامی مطالبات را طبق قرارداد ضمانت به نهاد واسط
                بپردازد. عامل وصول در انتشار اوراق خرید دین:
                <br />
                شخص حقوقی است که به جمع آوری مطالبات و پرداخت آن به نهاد واسط و
                اجرای خدمات مربوط به آن بر اساس این دستورالعمل می پردازد.
                <br />
                * عامل فروش در انتشار اوراق خرید دین:
                <br />
                شخص حقوقی است که نسبت به عرضه و فروش اوراق خرید دین از طرف نهاد
                واسط اقدام می نماید.
                <br />
                عامل پرداخت در انتشار اوراق خرید دین:
                <br />
                شرکت سپرده گذاری مرکزی اوراق بهادار و تسویه وجوه است که نسبت به
                پرداخت های مرتبط با اوراق خرید دین در مواعد مقرر به سرمایه
                گذاران اقدام می نماید.
                <br />
                • <br /> عامل پرداخت موظف است پس از دریافت وجوه مرتبط با اوراق
                خرید دین، وجوه مقرر را در سرریدهای معین به سرمایه گذاران پرداخت
                نماید.
                <br />
                * امین در انتشار اوراق خرید دین:
                <br />
                حسابرس بانی یا حابرس دیگری است که از میان موسسات حسابرسی معتمد
                سازمان انتخاب می شود.
                <br />
                • <br /> امین موظف است به منظور حفظ منافع دارندگان اوراق بر
                عملیات عامل وصول نظارت و گزارش آن را در مقاطع مقرر به سازمان
                ارائه دهد. * بازارگردان و متعهد پذیره نویس در انتشار اوراق خرید
                دین:
                <br />
                • <br /> بازار گردان و متعهد پذیره نویس یا حسب مورد سرمایه گذار
                بازارگردانی باید از کفایت سرمایه لازم برخوردار باشند. * شرایط
                مطالبات در انتشار اوراق خرید دین :<br />
                • <br /> از تاریخ ایجاد مطالبات، حداقل 10 درصد مدت قرارداد سپری
                شده و اقساط سر رسید شده، وصول شده یا از سررسید آن بیش از 2 ماه
                نگذشته باشد.
                <br />
                • <br /> تبصره : مطالبات فاقد پرداخت های دوره ای از شمول این
                ماده مستثنی می باشند.
                <br />
                • <br /> بانی نباید محدودیت یا منع قانونی، قراردادی یا قضایی
                برای انتقال مطالبات به نهاد واسط داشته باشد <br />
                • <br /> ایجاد قراردادها باید در راستای موضوع فعالیت در اساسنامه
                بانی بوده و بانی باید دارای حداقل دو سال سابقه فعالیت سود آور در
                زمینه مذکور باشد.
                <br />
                • <br /> تمامی مجوزهای قانونی باید از مراجع ذیربط اخذ شده باشد.
                <br />
                • <br /> بانی نمی تواند بیش از 50 درصد خالص مطالبات خود را بر
                اساس آخرین صورت های مالی حسابرسی شده مبنای انتشار اوراق قرار
                دهد. او همچنین نمی توان مطالبات خود از سهامداران شرکت های زیر
                مجموعه و همگروه را مبنای انتشار اوراق قرار دهد.
                <br />
                • <br /> در صورتی که بدهکار طرف قرارداد شخص حقوقی باشد باید در
                ایران به ثبت رسیده و مرکز اصلی فعالیت آن در ایران باشد. • <br />{" "}
                مطالباتی که ناشی از معاملات موضوع ماده 129 قانون تجارت است، پس
                از تصویب آن معاملات در مجمع، می توانند مبنای انتشار اوراق قرار
                گیرند.
                <br />
                • <br /> مطالبات بانک ها و سایر اشخاص حقوقی از دولت در صورتی می
                توانند مبنای انتشار اوراق قرار گیرد که شرایط زیر را داشته باشد:
                <br />
                • <br /> مبلغ مطالبات، توسط سازمان حسابرسی، وزارت امور اقتصادی و
                دارایی و سازمان برنامه و بودجه کل کشور تأیید شده باشد.
                <br />
                • <br /> دولت پرداخت های مربوط به مطالبات را در سررسیدهای مقرر
                تضمین نموده و تعهد نموده باشد که به منظور تأمین اعتبار لازم،
                ردیف خاصی را در لوایح بودجه سنواتی پیش بینی می کند. • <br />{" "}
                خزانه دار کل کشور تعهد نماید پرداخت مبالغ در سر رسیدهای مقرر
                صورت گیرد. <br />
                * شرایط انتشار اوراق خرید دین:
                <br />
                • <br /> دوره عمر اوراق نباید کمتر از یکسال باشد.
                <br />
                • <br /> ارزش اسمی آنها باید بیش از یکصد میلیارد ریال باشد.
                <br />
                • <br /> چگونگی پرداخت اصل و متفرعات مرتبط با اوراق و زمان
                پرداخت آن باید در اعلامیه پذیره نویسی قید گردد.
                <br />
                • <br /> تمامی هزینه های مرتبط با انتشار اوراق به عهده بانی می
                باشد.
                <br />
                • <br /> وجوه حاصل از سرمایه گذاری مطالبات دریافت شده و پرداخت
                نشده به دارندگان اوراق، متعلق به دارندگان اوراق می باشد.
                <br />
                • <br /> نهاد واسط، ضامن و امین موظف به حفظ اسرار بدهکاران بانی
                در برابر اشخاص غیر ذیصلاح می باشند.
                <br />
              </Typography>
            </Box>
          )}
          {tabIndex === 1 && (
            <Box>
              <Typography className="textBody">
                اوراق رهنی
                <br />
                اوراق بهادار بانامی است که به منظور خرید مطالبات رهنی توسط ناشر
                منتشر می شود. این اوراق در بورس ها یا بازارهای خارج از بورس قابل
                معامله می باشند. ارکان اوراق رهنی و مسئولیت های آنها
                <br />
                * ناشر ( نهاد واسط ) انتشار اوراق رهنی، صرفا توسط نهاد واسط مجاز
                می باشد. نهاد واسط تحت هيچ شرايطي مجاز به اخذ تسهیلات از شبکه
                بانکي کشور نمي‌باشد.
                <br />
                * بانی شخص حقوقی دارنده مطالبات رهنی است که قصد دارد به موجب این
                دستورالعمل نسبت به فروش آن از طریق انتشار اوراق رهنی اقدام کند.
                <br />
                * مسئولیت های بانی بانی در نقش عامل وصول موظف است گزارشی در خصوص
                نگهداری حساب ها، دریافت اقساط و سایر اقدامات اجرایی مربوط به
                مطالبات رهنی را حداکثر هر 6 ماه یکبار به همراه اظهار نظر امین
                طبق مقررات، حداکثر دو ماه بعد از مواعد شش ماهه، به سازمان ارائه
                و به عموم افشا نماید.
                <br />
                * امین حسابرس باني يا حسابرس ديگري است که از ميان موسسات حسابرسي
                معتمد سازمان انتخاب مي‌شود. * مسئولیت های امین امين موظف است
                بمنظور حفظ منافع دارندگان اوراق و حصول اطمينان از رعایت مقررات و
                صحت فرآيند عمليات دريافت اقساط، بر عمليات عامل وصول نظارت و
                گزارش آن ‌را در مقاطع مقرر به سازمان ارائه ‌نمايد. * ضامن شخص
                حقوقي است که پرداخت اقساط مطالبات رهني را در مواعد مقرر در برابر
                دارندگان اوراق تضمين مي‌نمايد.
                <br />
                * مسئولیت های ضامن <br />
                در صورت عدم پرداخت اقساط به نهاد واسط در مواعد مقرر به هر دلیل،
                ضامن موظف است تمامی وجوه اقساط را طبق قرارداد ضمانت به نهاد واسط
                پرداخت ‌نمايد. در صورت تأخیر در ایفای تعهد ضامن، پرداخت جریمه
                تعیین‌شده براساس قرارداد مذکور بر عهده ضامن است. تبصره: باني
                مي‌تواند ضامن باشد.
                <br />
                * عامل وصول <br />
                شخص حقوقی است که به جمع‌آوري اقساط مطالبات رهنی و پرداخت آن به
                نهاد واسط و اجراي خدمات مربوط به آن براساس اين دستورالعمل
                مي‌پردازد.
                <br />
                * عامل فروش
                <br />
                شخص حقوقي است که نسبت به عرضه و فروش اوراق رهني از طرف نهاد واسط
                اقدام مي‌نمايد. عامل فروش اوراق رهني توسط باني از بين شرکت‌هاي
                کارگزاري بورس اوراق بهادار تهران و يا فرابورس ايران تعيين
                مي‌گردد. تبصره: عامل فروش مي‌تواند بمنظور توزيع گسترده اوراق از
                خدمات بانک‌ها، شرکت‌هاي بيمه تحت نظارت بيمه مرکزي و نهادهاي مالي
                استفاده نموده و ترتيبي اتخاذ نمايد تا سفارش‌گيري جهت خريد اوراق
                رهني از طريق شعب آنها نيز انجام شود.
                <br />
                * عامل پرداخت
                <br />
                شرکت سپرده گذاري مرکزي اوراق بهادار و تسويه وجوه است که نسبت به
                پرداخت‌هاي مرتبط با اوراق رهني در مواعد مقرر به سرمايه گذاران
                اقدام مي‌نمايد عامل پرداخت موظف است پس از دريافت وجوه مرتبط با
                اوراق رهني، وجوه مقرر را در سررسيدهاي معين به سرمايه گذاران
                پرداخت نمايد. بازارگردان و متعهد پذيره‌نويسي بازارگردان و متعهد
                پذيره‌نويسي اوراق رهني با معرفي باني و تاييد سازمان انتخاب
                مي‌شود. متعهد پذيره‌نويسي و بازارگردان يا حسب مورد سرمايه‌گذار
                بازارگرداني بايد از کفايت سرمايه لازم مطابق مقررات برخوردار
                باشند.
                <br />
                * مطالبات رهنی <br />
                مطالبات مدت دار اشخاص حقوقی ناشی از قراردادهای مبادله ای از قبیل
                فروش اقساطی، اجاره به شرط تملیک و جعاله( به استثنای سلف ) است که
                دارای وثیقه رهنی می باشد. * شرایط مطالبات رهنی <br />
                • <br /> از تاریخ ایجاد مطالبات، حداقل 10 درصد مدت قرارداد سپری
                شده و اقساط سررسیدشده وصول شده و در طبقه جاري قرار داشته باشد.
                <br />
                • <br /> باني موظف به ارائه گزارش توجيهي تأمين مالي از طريق
                انتشار اوراق رهني به همراه اظهارنظر حسابرس مي‌باشد. • <br />{" "}
                بانی نباید هيچگونه محدوديت يا منع قانوني، قراردادي يا قضايي براي
                انتقال مطالبات رهنی به نهاد واسط داشته باشد، در غیر این صورت
                مسئول جبران خسارات وارده به ارکان و دارندگان اوراق رهنی مي‌باشد.
                <br />
                • <br /> تمامي شرايط حاکم و مقررات ناظر بر قراردادهاي مطالبات
                رهني، پس از انتقال مطالبات به نهاد واسط کماکان به قوت خود باقي
                مي‌ماند. نهاد واسط از کلیۀ حقوق بانی درخصوص مطالبات رهنی
                برخوردار است.
                <br />
                • <br /> قيمت واگذاري مطالبات به نهاد واسط براساس ساز و کار عرضه
                و تقاضا در بازار تعيين مي‌شود.
                <br />
                * شرایط اوراق رهنی
                <br />
                • <br /> خريداران ضمن خريد اوراق رهني به نهاد واسط وکالت بلاعزل
                مي‌دهند تا نسبت به خريد مطالبات رهني از باني اقدام نمايد. خريد
                اوراق رهني در بازار اوليه و ثانويه به منزله قبول وکالت نهاد واسط
                بوده و وکالت نهاد واسط تا سررسيد و تصفيه نهايي اوراق رهني معتبر
                و غير قابل عزل مي‌باشد.
                <br />
                • <br /> سررسيد مطالبات رهني لزوماً همزمان با سررسيد اوراق رهني
                نبوده و انتشار اوراق بر مبنای بخشی از اقساط امکان‌پذیر است.{" "}
                <br />
                • <br /> چگونگی پرداخت اصل و متفرعات مرتبط با اوراق رهنی و زمان
                پرداخت آن باید در اعلامیۀ پذیره‌نویسی قید گردد. <br />
                • <br /> وجوه حاصل از سرمايه‌گذاري اقساط دريافت‌شده و
                پرداخت‌نشده به دارندگان اوراق، متعلق به دارندگان اوراق بوده و در
                صورت لزوم براي پرداخت کارمزد ارکان انتشار اوراق رهني، مورد
                استفاده قرار مي‌گيرد.
                <br />
                • <br /> وجوه حاصل از سرمايه‌گذاري اقساط دريافت‌شده و
                پرداخت‌نشده به دارندگان اوراق، متعلق به دارندگان اوراق بوده و در
                صورت لزوم براي پرداخت کارمزد ارکان انتشار اوراق رهني، مورد
                استفاده قرار مي‌گيرد.
                <br />
                • <br /> تمامي هزينه‌هاي مرتبط با انتشار اوراق رهني از جمله
                هزينه انتقال مطالبات به نهاد واسط به عهده باني مي‌باشد. <br />
                • <br /> نهاد واسط، ضامن و امين موظف به حفظ اسرار بدهکاران بانی
                مي‌باشند.
                <br />
              </Typography>
            </Box>
          )}

          {tabIndex === 2 && (
            <Box>
              <Typography className="textBody">
                تعریف اوراق سفارش ساخت <br />
                <br />
                <br />
                اوراق بهادار بانامی است که ناشر براساس قرارداد سفارش ساخت منتشر
                می‌کند. این اوراق قابل‌ معامله در بورس‌ها یا بازارهای خارج از
                بورس می‌باشند. * ارکان انتشار اوراق بانی:
                <br />
                شخص حقوقی است که اوراق سفارش ساخت، با هدف ساخت دارایی برای وی
                منتشر می‌شود و براساس قرارداد سفارش ساخت، مسئولیت ساخت و تحویل
                دارایی را بر عهده دارد. بانی باید دارای شرایط زیر باشد: الف
                –شرکت‌های سهامی، شرکت‌های تعاونی و مؤسسه یا نهاد عمومی غیردولتی
                مشمول مادة3 قانون مدیریت خدمات کشوری، به استثنای شهرداری‌ها که
                دارای شرایط زیر باشند: (1) در ایران به ثبت رسیده و مرکز اصلی
                فعالیت آن در ایران باشد. (2) مجموع جریان نقدی حاصل از عملیات آن
                در دو سال مالی اخیر مثبت باشد، اگر جریان نقد حاصل از عملیات بانی
                مطابق صورت‌های مالی میان‌دوره‌ای حسابرسی شده در سال جاری مثبت
                باشد می‌تواند در محاسبة مجموع جریان نقدی مذکور لحاظ ‌شود. (3)
                حداکثر نسبت مجموع بدهی‌ها به دارایی‌های آن 90 درصد باشد. (4)
                اظهارنظر بازرس و حسابرس در خصوص صورت‌های مالی دو سال مالی اخیر
                آن مردود یا عدم اظهارنظر نباشد. ب- مؤسسات دولتی، شرکت‌های دولتی
                و شهرداری‌ها تبصره: در صورتی‌که بانی قراردادهای مربوط به واگذاری
                دارایی، منافع و یا محصولات آن را بر اساس قراردادهای معتبر در
                زمان انتشار منعقد کرده باشد، رعایت بندهای 2 و 3 برای آن الزامی
                نمی‌باشد. * نهاد واسط:
                <br />
                انتشار اوراق سفارش ساخت، صرفاً توسط نهاد واسط مجاز می‌باشد.
                <br />
                * ضامن:
                <br />
                شخص حقوقی است که پرداخت مبالغ مربوط به اوراق موضوع این
                دستورالعمل را در سررسید یا سررسیدهای معین تعهد و تضمین می‌نماید.
                ضامن توسط باني و با تأیید سازمان صرفاً از میان بانک‌ها، مؤسسات
                مالی و اعتباری تحت نظارت بانک مرکزی جمهوری اسلامی ایران،
                شرکت‌های بیمه‌ تحت نظارت بیمه مرکزی جمهوری اسلامی ایران،
                شرکت‌های تأمین سرمایه، صندوق‌های بازنشستگی، شرکت‌های
                سرمایه‌گذاری و شرکت‌های مادر (هلدینگ)، نهادهای عمومی و شرکت‌ها و
                مؤسسات دولتی انتخاب مي‌شود.
                <br />
                • <br /> ضمانت اشخاص حقوقی تحت کنترل بانی برای پرداخت تعهدات
                بانی قابل قبول نمی‌باشد. رعایت این موضوع باید توسط حسابرس بانی
                تأیید گردد.
                <br />
                * ناظر
                <br />
                شخص حقوقی است که مطابق مادۀ 5 این دستورالعمل انتخاب شده و وظیفه
                نظارت بر ساخت دارایی را بر عهده دارد. ناظر از میان اشخاص حقوقی
                دارای پروانه اشتغال به کار مهندسی وفق قوانین و مقررات مربوط به
                نظام مهندسی و یا دارای گواهی نظارت (صلاحیت) از معاونت
                برنامه‌ریزی و نظارت راهبردی ریاست جمهوری، به انتحاب بانی با
                تایید سازمان انتخاب می‌شود. • <br /> ضمانت اشخاص حقوقی تحت کنترل
                بانی برای پرداخت تعهدات بانی قابل قبول نمی‌باشد. رعایت این موضوع
                باید توسط حسابرس بانی تأیید گردد. * حسابرس بانی:
                <br />
                حسابرس بانی در زمان ارائۀ طرح انتشار اوراق و تا پایان تصفیة
                اوراق باید جزو مؤسسات حسابرسی معتمد سازمان باشد.
                <br />
                * عامل فروش:
                <br />
                شخص حقوقی است که نسبت به عرضه و فروش اوراق سفارش ساخت از طرف
                ناشر اقدام می‌نماید. عامل فروش اوراق از بین شرکت‌های کارگزاری
                عضو بورس اوراق بهادار تهران یا فرابورس ایران توسط باني انتخاب
                می‌گردد.
                <br />
                • <br /> عامل فروش با اخذ مجوزهای لازم می‌تواند به منظور توزیع
                گستردۀ اوراق از خدمات بانک‌ها یا مؤسسات مالی و اعتباری تحت نظارت
                بانک مرکزی، بیمه‌های تحت نظارت بیمة مرکزی و نهادهای مالی استفاده
                نموده و ترتیبی اتخاذ نماید تا سفارش‌گیری جهت خرید اوراق از طریق
                اشخاص مذکور انجام شود.
                <br />
                * بازارگردان و متعهد پذیره نویس:
                <br />
                بازارگردان و متعهد پذیره‌نویسی اوراق با تأیید سازمان توسط بانی
                انتخاب می‌شود. متعهد پذیره‌نویس و بازارگردان یا حسب مورد
                سرمایه‌گذار بازارگردانی باید از کفایت سرمایة لازم مطابق مقررات
                برخوردار باشند.
                <br />
                * عامل پرداخت:
                <br />
                شرکت سپرده‌گذاری مرکزی اوراق بهادار و تسویۀ وجوه است که نسبت به
                پرداخت مبالغ مربوط به اوراق سفارش ساخت در سررسید یا سررسیدهای
                معین به سرمایه‌گذاران اقدام می‌نماید.
                <br />
                * شرایط دارایی:
                <br />
                شرکت سپرده‌گذاری مرکزی اوراق بهادار و تسویۀ وجوه است که نسبت به
                پرداخت مبالغ مربوط به اوراق سفارش ساخت در سررسید یا سررسیدهای
                معین به سرمایه‌گذاران اقدام می‌نماید.
                <br />
                * شرایط دارایی:
                <br />
                دارایی‌ مبنای انتشار اوراق باید دارای شرایط زیر باشد: <br />
                • <br /> هر نوع دارایی که امکان ساخت و تحویل آن در مواعد زمانی
                مورد نظر بانی وجود داشته باشد. دارایی‌هایی که به مقادیر زیاد و
                به طور مستمر در کوتاه‌مدت تولید می‌شود، نمی‌تواند مبنای انتشار
                اوراق قرار گیرد.
                <br />
                • <br /> هیچگونه محدودیت یا منع قانونی، قراردادی یا قضایی برای
                ساخت و انتقال دارایی وجود نداشته باشد • <br /> از زمان شروع ساخت
                تا پایان سررسید اوراق، دارایی باید از پوشش بیمه‌ای مناسب و کافی
                از جمله بیمه مسئولیت مدنی و بیمه تمام خطر پروژه برخوردار باشد.
                <br />
                • <br /> تمامی مجوزهای قانونی لازم برای ساخت آن از مراجع ذیربط
                اخذ شده باشد.
                <br />
                • <br /> دارایی‌ در حال ساخت تا پرداخت کلیۀ وجوه اوراق، به وکالت
                از طرف دارندگان اوراق تحت مالکیت نهاد واسط قرار می‌گیرد. اسناد،
                مدارک و قراردادهای مربوط به دارایی به وکالت از دارندگان اوراق در
                اختیار شرکت سپرده‌گذاری مرکزی اوراق بهادار و تسویۀ وجوه قرار
                می‌گیرد.
                <br />
                * شرایط اوراق
                <br />
                با انتشار اوراق سفارش ساخت از طریق نهاد واسط، رابطۀ وکیل و موکل
                میان نهاد واسط و خریداران اوراق برقرار می‌گردد. نهاد واسط به
                وکالت از طرف خریداران اوراق نسبت به انعقاد قرارداد سفارش ساخت با
                بانی اقدام نموده و بانی ملزم به اتخاذ تمهیدات و پیگیری لازم جهت
                ساخت دارایی موضوع انتشار و تحویل آن به نهاد واسط می‌باشد. نهاد
                واسط بعد از تحویل‌گرفتن دارایی، می‌تواند آن را در قالب عقد
                قرارداد دیگری مانند اجاره، مرابحه و ... تا پایان عمر اوراق در
                اختیار بانی قرار دهد. در اسناد موضوع انتشار اوراق باید قید شود
                که خرید اوراق به منزلۀ قبول وکالت نهاد واسط بوده که تا سررسید و
                تسوية نهايي اوراق غیرقابل عزل، نافذ و معتبر است.اوراق سفارش ساخت
                می‌تواند با تأیید سازمان به صورت ترکیبی با سایر اوراق مصوب شورای
                عالی بورس و اوراق بهادار براساس مقررات مربوطه منتشر شود.
                <br />
                • <br /> بانی باید توانایی پرداخت مبالغ مربوط به اوراق سفارش
                ساخت را داشته باشد.
                <br />
                • <br /> دارندگان اوراق سفارش ساخت نمی‌توانند تقاضای تقسیم
                دارایی مبنای انتشار اوراق را نمایند.
                <br />
                • <br /> ارزش اسمی اوراق نبايد كمتر از 100 ميليارد ريال باشد.{" "}
                <br />
                • <br /> خرید اوراق توسط بانی منجر به مالکیت مافی‌الذمه و سقوط
                تعهد شده و اوراق مزبور باطل و از تعداد کل اوراق کسر می‌شود.
                <br />
                • <br /> سررسید اوراق نمی‌تواند بیش از 80 درصد از مجموع دورۀ
                ساخت و عمر اقتصادی پیش‌بینی شده برای دارایی باشد.
                <br />
                • <br /> بانی باید گزارش فنی، اقتصادی و مالی ساخت دارایی را پس
                از اخذ تأیید ناظر به حسابرس ارایه نموده و اظهارنظر حسابرس در
                خصوص آن را اخذ نماید.
                <br />
                • <br /> مواعد پرداخت یا پرداخت‌ها‌ی مربوط به اوراق توسط ناشر
                بايد در اعلامية پذيره‌نويسي مورد تأیید سازمان ذكر گردد.
                <br />
                • <br /> نهاد واسط می‌تواند با اخذ ضمانت‌نامۀ بانکی بدون قید و
                شرط، حداکثر تا 10 درصد مبلغ کل اوراق را به عنوان پیش‌پرداخت به
                بانی پرداخت نماید.
                <br />
                • <br /> ضمانت‌نامۀ بانکی مذکور تا پایان دورۀ ساخت، به عنوان
                ضمانت حسن انجام کار نزد نهاد واسط باقی می‌ماند. <br />
                • <br /> نهاد واسط در هر مرحله، پس از دریافت گزارش پیشرفت کار
                (فیزیکی و مالی) که به تأیید ناظر و بانی رسیده است، پرداخت‌های
                مربوط را انجام ‌می‌دهد.
                <br />
                • <br /> بانی موظف است گزارشی در خصوص ساخت دارایی را با تأیید
                ناظر حداقل هر شش ماه یکبار ارائه نماید. گزارش مذکور در مقاطع
                سالیانه علاوه بر تأیید ناظر باید با اظهارنظر حسابرس ارائه گردد.
                <br />
              </Typography>
            </Box>
          )}

          {tabIndex === 3 && (
            <Box>
              <Typography className="textBody" style={{ textAlign: "justify" }}>
                تعریف اوراق سفارش ساخت <br />
                اوراق بهادار بانامی است که ناشر براساس قرارداد سفارش ساخت منتشر
                می‌کند. این اوراق قابل‌ معامله در بورس‌ها یا بازارهای خارج از
                بورس می‌باشند.
                <br />
                * ارکان انتشار اوراق
                <br />
                بانی:
                <br />
                شخص حقوقی است که اوراق سفارش ساخت، با هدف ساخت دارایی برای وی
                منتشر می‌شود و براساس قرارداد سفارش ساخت، مسئولیت ساخت و تحویل
                دارایی را بر عهده دارد. بانی باید دارای شرایط زیر باشد: الف
                –شرکت‌های سهامی، شرکت‌های تعاونی و مؤسسه یا نهاد عمومی غیردولتی
                مشمول مادة3 قانون مدیریت خدمات کشوری، به استثنای شهرداری‌ها که
                دارای شرایط زیر باشند: (1) در ایران به ثبت رسیده و مرکز اصلی
                فعالیت آن در ایران باشد. (2) مجموع جریان نقدی حاصل از عملیات آن
                در دو سال مالی اخیر مثبت باشد، اگر جریان نقد حاصل از عملیات بانی
                مطابق صورت‌های مالی میان‌دوره‌ای حسابرسی شده در سال جاری مثبت
                باشد می‌تواند در محاسبة مجموع جریان نقدی مذکور لحاظ ‌شود. (3)
                حداکثر نسبت مجموع بدهی‌ها به دارایی‌های آن 90 درصد باشد. (4)
                اظهارنظر بازرس و حسابرس در خصوص صورت‌های مالی دو سال مالی اخیر
                آن مردود یا عدم اظهارنظر نباشد. ب- مؤسسات دولتی، شرکت‌های دولتی
                و شهرداری‌ها تبصره: در صورتی‌که بانی قراردادهای مربوط به واگذاری
                دارایی، منافع و یا محصولات آن را بر اساس قراردادهای معتبر در
                زمان انتشار منعقد کرده باشد، رعایت بندهای 2 و 3 برای آن الزامی
                نمی‌باشد.
                <br />
                * نهاد واسط:
                <br />
                انتشار اوراق سفارش ساخت، صرفاً توسط نهاد واسط مجاز می‌باشد.
                <br />
                * ضامن:
                <br />
                شخص حقوقی است که پرداخت مبالغ مربوط به اوراق موضوع این
                دستورالعمل را در سررسید یا سررسیدهای معین تعهد و تضمین می‌نماید.
                ضامن توسط باني و با تأیید سازمان صرفاً از میان بانک‌ها، مؤسسات
                مالی و اعتباری تحت نظارت بانک مرکزی جمهوری اسلامی ایران،
                شرکت‌های بیمه‌ تحت نظارت بیمه مرکزی جمهوری اسلامی ایران،
                شرکت‌های تأمین سرمایه، صندوق‌های بازنشستگی، شرکت‌های
                سرمایه‌گذاری و شرکت‌های مادر (هلدینگ)، نهادهای عمومی و شرکت‌ها و
                مؤسسات دولتی انتخاب مي‌شود.
                <br />
                • <br /> ضمانت اشخاص حقوقی تحت کنترل بانی برای پرداخت تعهدات
                بانی قابل قبول نمی‌باشد. رعایت این موضوع باید توسط حسابرس بانی
                تأیید گردد.
                <br />
                * ناظر
                <br />
                شخص حقوقی است که مطابق مادۀ 5 این دستورالعمل انتخاب شده و وظیفه
                نظارت بر ساخت دارایی را بر عهده دارد. ناظر از میان اشخاص حقوقی
                دارای پروانه اشتغال به کار مهندسی وفق قوانین و مقررات مربوط به
                نظام مهندسی و یا دارای گواهی نظارت (صلاحیت) از معاونت
                برنامه‌ریزی و نظارت راهبردی ریاست جمهوری، به انتحاب بانی با
                تایید سازمان انتخاب می‌شود.
                <br />
                • <br /> ضمانت اشخاص حقوقی تحت کنترل بانی برای پرداخت تعهدات
                بانی قابل قبول نمی‌باشد. رعایت این موضوع باید توسط حسابرس بانی
                تأیید گردد.
                <br />
                * حسابرس بانی:
                <br />
                حسابرس بانی در زمان ارائۀ طرح انتشار اوراق و تا پایان تصفیة
                اوراق باید جزو مؤسسات حسابرسی معتمد سازمان باشد.
                <br />
                * عامل فروش:
                <br />
                شخص حقوقی است که نسبت به عرضه و فروش اوراق سفارش ساخت از طرف
                ناشر اقدام می‌نماید. عامل فروش اوراق از بین شرکت‌های کارگزاری
                عضو بورس اوراق بهادار تهران یا فرابورس ایران توسط باني انتخاب
                می‌گردد.
                <br />
                • <br /> عامل فروش با اخذ مجوزهای لازم می‌تواند به منظور توزیع
                گستردۀ اوراق از خدمات بانک‌ها یا مؤسسات مالی و اعتباری تحت نظارت
                بانک مرکزی، بیمه‌های تحت نظارت بیمة مرکزی و نهادهای مالی استفاده
                نموده و ترتیبی اتخاذ نماید تا سفارش‌گیری جهت خرید اوراق از طریق
                اشخاص مذکور انجام شود.
                <br />
                * بازارگردان و متعهد پذیره نویس:
                <br />
                بازارگردان و متعهد پذیره‌نویسی اوراق با تأیید سازمان توسط بانی
                انتخاب می‌شود. متعهد پذیره‌نویس و بازارگردان یا حسب مورد
                سرمایه‌گذار بازارگردانی باید از کفایت سرمایة لازم مطابق مقررات
                برخوردار باشند.
                <br />
                * عامل پرداخت:
                <br />
                شرکت سپرده‌گذاری مرکزی اوراق بهادار و تسویۀ وجوه است که نسبت به
                پرداخت مبالغ مربوط به اوراق سفارش ساخت در سررسید یا سررسیدهای
                معین به سرمایه‌گذاران اقدام می‌نماید.
                <br />
                * شرایط دارایی:
                <br />
                شرکت سپرده‌گذاری مرکزی اوراق بهادار و تسویۀ وجوه است که نسبت به
                پرداخت مبالغ مربوط به اوراق سفارش ساخت در سررسید یا سررسیدهای
                معین به سرمایه‌گذاران اقدام می‌نماید.
                <br />
                * شرایط دارایی:
                <br />
                دارایی‌ مبنای انتشار اوراق باید دارای شرایط زیر باشد:
                <br />
                • <br /> هر نوع دارایی که امکان ساخت و تحویل آن در مواعد زمانی
                مورد نظر بانی وجود داشته باشد. دارایی‌هایی که به مقادیر زیاد و
                به طور مستمر در کوتاه‌مدت تولید می‌شود، نمی‌تواند مبنای انتشار
                اوراق قرار گیرد.
                <br />
                • <br /> هیچگونه محدودیت یا منع قانونی، قراردادی یا قضایی برای
                ساخت و انتقال دارایی وجود نداشته باشد
                <br />
                • <br /> از زمان شروع ساخت تا پایان سررسید اوراق، دارایی باید از
                پوشش بیمه‌ای مناسب و کافی از جمله بیمه مسئولیت مدنی و بیمه تمام
                خطر پروژه برخوردار باشد.
                <br />
                • <br /> تمامی مجوزهای قانونی لازم برای ساخت آن از مراجع ذیربط
                اخذ شده باشد.
                <br />
                • <br /> دارایی‌ در حال ساخت تا پرداخت کلیۀ وجوه اوراق، به وکالت
                از طرف دارندگان اوراق تحت مالکیت نهاد واسط قرار می‌گیرد. اسناد،
                مدارک و قراردادهای مربوط به دارایی به وکالت از دارندگان اوراق در
                اختیار شرکت سپرده‌گذاری مرکزی اوراق بهادار و تسویۀ وجوه قرار
                می‌گیرد.
                <br />
                * شرایط اوراق
                <br />
                با انتشار اوراق سفارش ساخت از طریق نهاد واسط، رابطۀ وکیل و موکل
                میان نهاد واسط و خریداران اوراق برقرار می‌گردد. نهاد واسط به
                وکالت از طرف خریداران اوراق نسبت به انعقاد قرارداد سفارش ساخت با
                بانی اقدام نموده و بانی ملزم به اتخاذ تمهیدات و پیگیری لازم جهت
                ساخت دارایی موضوع انتشار و تحویل آن به نهاد واسط می‌باشد. نهاد
                واسط بعد از تحویل‌گرفتن دارایی، می‌تواند آن را در قالب عقد
                قرارداد دیگری مانند اجاره، مرابحه و ... تا پایان عمر اوراق در
                اختیار بانی قرار دهد. در اسناد موضوع انتشار اوراق باید قید شود
                که خرید اوراق به منزلۀ قبول وکالت نهاد واسط بوده که تا سررسید و
                تسوية نهايي اوراق غیرقابل عزل، نافذ و معتبر است.اوراق سفارش ساخت
                می‌تواند با تأیید سازمان به صورت ترکیبی با سایر اوراق مصوب شورای
                عالی بورس و اوراق بهادار براساس مقررات مربوطه منتشر شود.
                <br />
                • <br /> بانی باید توانایی پرداخت مبالغ مربوط به اوراق سفارش
                ساخت را داشته باشد.
                <br />
                • <br /> دارندگان اوراق سفارش ساخت نمی‌توانند تقاضای تقسیم
                دارایی مبنای انتشار اوراق را نمایند.
                <br />
                • <br /> ارزش اسمی اوراق نبايد كمتر از 100 ميليارد ريال باشد.
                <br />
                • <br /> خرید اوراق توسط بانی منجر به مالکیت مافی‌الذمه و سقوط
                تعهد شده و اوراق مزبور باطل و از تعداد کل اوراق کسر می‌شود.
                <br />
                • <br /> سررسید اوراق نمی‌تواند بیش از 80 درصد از مجموع دورۀ
                ساخت و عمر اقتصادی پیش‌بینی شده برای دارایی باشد.
                <br />
                • <br /> بانی باید گزارش فنی، اقتصادی و مالی ساخت دارایی را پس
                از اخذ تأیید ناظر به حسابرس ارایه نموده و اظهارنظر حسابرس در
                خصوص آن را اخذ نماید.
                <br />
                • <br /> مواعد پرداخت یا پرداخت‌ها‌ی مربوط به اوراق توسط ناشر
                بايد در اعلامية پذيره‌نويسي مورد تأیید سازمان ذكر گردد.
                <br />
                • <br /> نهاد واسط می‌تواند با اخذ ضمانت‌نامۀ بانکی بدون قید و
                شرط، حداکثر تا 10 درصد مبلغ کل اوراق را به عنوان پیش‌پرداخت به
                بانی پرداخت نماید.
                <br />
                • <br /> ضمانت‌نامۀ بانکی مذکور تا پایان دورۀ ساخت، به عنوان
                ضمانت حسن انجام کار نزد نهاد واسط باقی می‌ماند.
                <br />
                • <br /> نهاد واسط در هر مرحله، پس از دریافت گزارش پیشرفت کار
                (فیزیکی و مالی) که به تأیید ناظر و بانی رسیده است، پرداخت‌های
                مربوط را انجام ‌می‌دهد.
                <br />
                • <br /> بانی موظف است گزارشی در خصوص ساخت دارایی را با تأیید
                ناظر حداقل هر شش ماه یکبار ارائه نماید. گزارش مذکور در مقاطع
                سالیانه علاوه بر تأیید ناظر باید با اظهارنظر حسابرس ارائه گردد.
                <br />
                تعریف اوراق صکوک اجاره
                <br />
                اوراق صکوک اجاره، اوراق بهادار با نام قابل نقل و انتقالی است که
                نشان دهنده مالکیت مشاع دارنده آن در دارایی مبنای انتشاراوراق
                اجاره است.
                <br />
                * فرآیند انتشار اوراق صکوک اجاره و ساختار کلی آن
                <br />
                در فرآیند انتشار اوراق صکوک اجاره، در ابتدا بانی یکسری از
                دارایی¬های خود را که برای اجاره مناسب هستند، انتخاب کرده و سپس
                توسط نهاد واسط به SPV که معمولا یک شرکت با مسئولیت محدود بوده و
                از لحاظ قانونی دارای یک شخصیت کاملا مستقل می¬باشد، با این توافق
                که SPV پس از خرید دارایی¬ها مجددا آنها را در قالب قرارداد اجاره
                در اختیار بانی قرار دهد، منتقل نموده تا این شرکت ناشر اوراق
                گردد.مدت اجاره و همچنین مبلغ اجاره بها با توافق طرفین تعیین
                می¬شود.(با توجه به نرخ 20% که در حال حاضر برای انتشار اوراق
                تعیین می¬شود، در نتیجه نرخ کمتر از آن قابلیت رقابت با سایر اوراق
                را از دست داده و جذابیتی برای سرمایه¬گذاران ندارد.)در مرحله بعد
                نهاد واسط از طریق انتشار اوراق صکوک، دارایی¬های خود را به اوراق
                بهادار (صکوک) تبدیل می¬کند، و درآمد حاصل از فروش اوراق را در
                اختیار بانی قرار می¬دهد.بانی هم به موجب قرارداد اجاره باید مبلغ
                اجاره بها را طبق شرایطی که در قرارداد ذکر شده در اختیار نهاد
                واسط قرار دهد تا اجاره بها بین دارندگان صکوک تقسیم گردد.در پایان
                قرارداد نیز شرکت واسط مجددا دارایی را به همان قیمت خرید به بانی
                عودت می¬دهد.
                <br />
                <br />
                * آنچه از شکل فوق پیداست انتشار اوراق صکوک نیازمند هفت رکن زیر
                است :<br />
                • <br /> بانی : منظور هر شخصیت حقوقی است که به منظور تامین مالی،
                اقدام به فروش دارایی‌های خود به واسط نموده و مجددا به منظور
                انتفاع از دارایی¬ها اقدام به اجاره آنها از واسط می¬نماید. <br />
                • <br /> نهاد واسط : واسط معمولا یک شرکت سهامی خاص یا با مسئولیت
                محدود است که به منظور خاص ( انتشار اوراق ) تاسیس می شود. واسط
                ممکن است از نظر زمانی به صورت محدود یا نامحدود باشد. این شرکت
                معمولا توسط بانی و به منظور کاهش هزینه های تامین مالی تاسیس می
                شود. البته در کشورهای پیشرفته که میزان اوراق منتشره زیاد است
                معمولا چنین شرکت هایی صرفا به عنوان واسط تاسیس می شوند. وظیفه
                اصلی واسط انتشار اوراق صکوک می باشد. از نظر حقوقی واسط به عنوان
                حق العمل کار یا وکیل می تواند اقدام به فعالیت نماید.
                <br />
                • <br /> فروشنده : منظور صاحب اصلی دارائی قابل قبول جهت انتشار
                اوراق.
                <br />
                • <br /> ضامن : شخصی حقوقی که پرداخت مبالغ اجاره بها و حسب مورد
                بهای خرید دارایی مورد اجاره و نیز سایر وجوهی که بانی ملزم به
                پرداخت آن به ناشر می¬باشد را تعهد و تضمین می¬نماید.
                <br />
                • <br /> بازارگردان : نهاد مالی که وظیفه نقدشوندگی اوراق را در
                بازار ثانویه برعهده دارد.
                <br />
                • <br /> متعهد پذیره نویسی : نهاد متعهد پذيره‌نويسي شخصي جدا از
                خريداران اوراق است و در صورتي كه اوراق اجاره مطابق پيش‌بيني‌هاي
                انجام شده به فروش نرسد، نهاد واسط موظف خواهد بود تا با انعقاد
                قرارداد با متعهد پذيره‌نويس مابقي اوراق را به او بفروشد و با
                استفاده از اين روش منابع لازم جهت خريد دارايي مورد نظر را فراهم
                آورد. متعهد پذيره‌نويسي بر اين اساس هرشخصی است که خرید سهام
                پذیره‌نویسی نشده را ظرف مهلت مقرر تعهد و تضمین می‌کند. • <br />{" "}
                عامل پرداخت : شرکت سپرده گذاری مرکزی اوراق بهادار و تسویه وجوه
                است که نسبت به پرداخت¬های مرتبط با اوراق اجاره، در سررسیدهای
                معین، به سرمایه¬گذاران اقدام می¬نماید. با توجه به مواردی که در
                بالا اشاره شد شرایط بانی و همچنین شرایط دارایی که اوراق اجاره بر
                مبنای آن منتشر می شوند به شرح ذیل می باشد: * شرایط بانی <br />
                • <br /> مجموع جریان نقدی حاصل از عملیات شرکت در دو سال مالی
                اخیر مثبت باشد.
                <br />
                • <br /> حداکثر نسبت مجموع بدهی ها به دارایی ها 90 درصد باشد.
                <br />
                • <br /> اظهار نظر بازرس و حسابرس شرکت در خصوص صورت های مالی دو
                دوره مالی اخیر آن مردود یا عدم اظهار نظر نباشد.
                <br />
                • <br /> قالب حقوقي آن سهامي، تعاوني، صندوق سرمايه گذاري يا جزو
                نهادهاي عمومي غير دولتي به استثناء شهرداري ها باشد. <br />
                • <br /> حسابرس باني در زمان ارائة طرح تأمين مالي از طريق انتشار
                اوراق اجاره تا پايان تصفية اوراق بايد از ميان مؤسسات حسابرسي
                معتمد سازمان انتخاب شده باشد.
                <br />
                * دارایی های قابل قبول
                <br />
                • <br /> زمین
                <br />
                • <br /> ساختمان و تاسیسات
                <br />
                • <br /> ماشین آلات و تجهیزات <br />
                • <br /> وسایل حمل و نقل <br />
                • <br /> دارایی های قابل قبول <br />
                * شرایط دارایی
                <br />
                • <br /> ایجاد جریانات نقدی.
                <br />
                • <br /> عدم منع قانونی جهت انتقال.
                <br />
                • <br /> عدم وجود محدودیت برای واسط.
                <br />
                • <br /> مشاع نبودن مالکیت.
                <br />
                • <br /> امکان واگذاری به غیر.
                <br />
                • <br /> پوشش بیمه¬ای مناسب و کافی.
                <br />
                • <br /> ارزش تقریبی دارایی های مبنای انتشار اوراق اجاره، نباید
                کمتر از پنجاه میلیارد ریال باشد.
                <br />
                * سایر شرایط انتشار اوراق صکوک اجاره
                <br />
                در صورتي كه باني نزد سازمان به ثبت نرسيده باشد، پس از تأمين مالي
                از طريق انتشار اوراق اجاره، تا زمان تصفية اوراق ملزم به ارائة
                اطلاعات زير به سازمان مي باشد:
                <br />
                • <br /> صورت هاي مالي سالانة حسابرسي شده توسط حسابرس معتمد
                سازمان ظرف مهلت هاي مقرر قانوني
                <br />
                • <br /> حسب مورد ساير اطلاعات با اهميت براساس مادة 13
                دستورالعمل اجرايي افشاي اطلاعات شركت هاي ثبت شده نزد سازمان از
                جمله:
                <br />
                • <br /> رويدادهاي مؤثر بر فعاليت، وضعيت مالي و نتايج عملكرد
                باني
                <br />
                • <br /> تصميمات و شرايط مؤثر بر ساختار سرمايه و تأمين منابع
                مالي باني
                <br />
                • <br /> تغيير در ساختار مالكيت باني
                <br />
                • <br /> اطلاعات مهم مؤثر بر قيمت اوراق بهاداري كه براي تأمين
                مالي منتشر شده است.
                <br />
                * مزایا و محدودیت ها انتشار اوراق صکوک اجاره
                <br />
                مزایا:
                <br />
                • <br /> نیازی به تعریف یک پروژه سودآور نیست.
                <br />
                • <br /> سود پرداختی به سرمایه گذاران ثابت است و علی الحساب
                نیست.
                <br />
                • <br /> دارائی طی مکانیزمی قانونی -با این شرط که با همان قیمت
                فروش بازخریداری شوند- فروخته می شوند.
                <br />
                • <br /> بین زمان فروش و خرید مجدد سالیانه درصدی از کل قیمت فروش
                به طرف مقابل پرداخت می شود.
                <br />
                • <br /> برای گرفتن یک وام بانکی، می باید دارایی هایی با ارزش
                130% تا 170% مبلغ وام را در رهن بانک بگذارید، در این روش، تنها
                به اندازه مبلغ وام، دارایی در اختیار طرف وام دهنده می گذارید.
                <br />
                • <br /> پرداخت سود در زمان اجرای پروژه و پرداخت اصل پول بعد از
                اتمام کامل پروژه.
                <br />
                • <br /> امکان پیش فروش واحدهای نیمه ساخت در پروژه¬های ساختمانی.
                <br />
                • <br /> امکان مبنا قرار دادن یک دارایی و هزینه کردن مبلغ اوراق
                صکوک اجاره در پروژه دیگر.
                <br />
                محدودیت ها:
                <br />
                • <br /> حتما لازم است دارایی معینی برای فروش و اجاره مجدد وجود
                داشته باشد. به همین دلیل، نمی توان از این روش برای تامین مالی
                پروژه ها استفاده کرد. چرا که حتما باید از قبل یک دارایی فیزیکی
                وجود داشته باشد.
                <br />
                • <br /> دارایی پایه حتما باید مولد باشد.
                <br />
              </Typography>
            </Box>
          )}
          {tabIndex === 4 && (
            <Box>
              <Typography className="textBody">
                تعریف اوراق منفعت منفعت عواید مستمر حاصل از دارایی معین یا حق
                استفاده از خدمات یا سایر حقوق قابل نقل و انتقالی است که مبنای
                انتشار اوراق منفعت قرار می گیرد. اوراق منفعت، اوراق بهادار با
                نامی است که نشان دهنده مالکیت دارنده آن بر مقدار معینی از منافع
                آتی حاصل از بکارگیری دارایی ها و خدمات و هر گونه حقوق معین قابل
                نقل و انتقال در یک دوره زمانی معین است. این اوراق قابل معامله در
                بورس یا بازارهای خارج از بورس می باشند. ارکان اوراق منفعت ناشر (
                نهاد واسط ) انتشار اوراق رهنی، صرفا توسط نهاد واسط مجاز می باشد.
                نهاد واسط تحت هيچ شرايطي مجاز به اخذ تسهیلات از شبکه بانکي کشور
                نمي‌باشد * بانی شخص حقوقی است که نهاد واسط برای تامین مالی وی در
                قالب عقود اسلامی اقدام به انتشار اوراق منفعت می کند. • <br />{" "}
                حسابرس بانی در زمان ارائه طرح تأمین مالی تا پایان تسویه اوراق
                باید از میان موسسات حسابرسی معتمد سازمان انتخاب شده باشد. *
                شرایط بانی • <br /> شرکت های سهامی یا موسسه یا نهاد عمومی غیر
                دولتی مشمول ماده 3 قانون مدیریت خدمات کشوری • <br /> موسسات
                دولتی یا شرکت های دولتی مشمول مواد 2 و 4 قانون مدیریت خدمات
                کشوری یا شهرداری ها. * ضامن شخص حقوقی است که پرداخت سررسیدهای
                معین و مبالغ مربوط به اوراق را ضمانت می کند. که توسط بانی و با
                تایید سازمان از میان بانک ها، موسسات مالی و اعتباری تحت نظارت
                بانک مرکزی، شرکت های بیمه تحت نظارت بیمه مرکزی، شرکت های تأمین
                سرمایه، صندوق های بازنشستگی، شرکت های سرمایه گذاری و شرکت های
                مادر (هلدینگ) ثبت شده نزد سازمان، سهامدار عمده بانی که مالک بیش
                از 20 درصد سهام آن باشد، نهادهای عمومی و شرکت ها و موسسات دولتی
                انتخاب می شود. • <br /> ضمانت اشخاص حقوقی تحت کنترل بانی برای
                پرداخت تعهدات بانی مورد قبول نمی باشد. • <br /> در صورتی که
                اوراق دارای رتبه اعتباری اعلامی از سوی مؤسسات رتبه بندی دارای
                مجوز از سازمان باشند، وجود ضامن الزامی نخواهد بود. در صورت احراز
                شرایط زیر توسط بانی، بانی می تواند منفعت مورد انتظار اوراق را
                تعهد نماید. و وجود ضامن الزامی نخواهد بود : • <br /> مجموع جریان
                نقدی حاصل از عملیات آن باید در دو سال مالی اخیر مثبت باشد. •{" "}
                <br /> حداکثر نسبت مجموع بدهی ها به دارایی های آن 90 درصد باشد.
                • <br /> توانایی پرداخت مبالغ تعهد شده خود را داشته باشد. تبصره
                1 – در خصوص بانک ها، موسسات مالی و اعتباری و شرکت های واسپاری (
                لیزینگ ها ) تحت نظارت بانک مرکزی لازم است جریان نقدی حاصل از
                عملیات آن ها در دوره مالی یکسال گذشته مثبت بوده و حداکثر نسبت
                مجموع بدهی ها به دارایی های آن 95 درصد باشد. • <br /> بانی از
                شرکت های پذیرفته شده در بورس اوراق بهادار تهران یا فرابورس ایران
                باشد. • <br /> امتیاز نهایی اطلاع رسانی بانی بر اساس آخرین گزارش
                واحد نظارت بر ناشران سازمان مساوی و یا بیشتر از 75 باشد. •{" "}
                <br /> با تأیید سازمان و با رعایت دستورالعمل توثیق اوراق بهادار،
                اوراق بهادار نزد شرکت سپرده گذاری مرکزی اوراق بهادار و تسویه
                وجوه، با شرایط زیر به نفع نهاد واسط برای پشتیبانی از تعهدات ناشر
                وثیقه شده باشد: اوراق بهادار مورد وثیقه می تواند متعلق به بانی
                یا هر شخص دیگری باشد. ضریب ارزش اوراق بهادار وثیقه شده نسبت به
                مجموع اصل و سود اوراق منتشره و حد تعیین شده برای جبران وثیقه به
                شرح جدول زیر می باشد. • <br />
                سهام معرفی شده برای وثیقه، حداقل معادل 80 درصد روزهای معاملاتی
                بازار در یک سال منتهی به تاریخ درخواست، معامله شده باشد. •{" "}
                <br /> وراق مذکور باید به نفع نهاد واسط توثیق گشته و مالک وثیقه
                باید نسبت به اعطای وکالت با اختیار فروش وثیقه به نهاد واسط به
                صورت بلاعزل تام الاختیار با حق توکیل به غیر و با سلب حق ضم امین
                و با سلب حق انجام موضوع وکالت از خود تا پایان ایفای تعهدات مرتبط
                با اوراق بهادار منتشره اقدام نماید. • <br /> شرکت می تواند در
                پایان هر سال نسبت به آزاد سازی وثیقه متناسب با تعهدات ایفا شده
                اقدام نماید. • <br /> رفع توثیق اوراق یاد شده متناسب با تعهدات
                ایفا شده یا پس از تصفیه کامل اوراق با اخذ مجوز از سازمان امکان
                پذیر است. • <br /> در صورتی که وثایق ارائه شده توسط بانی برای
                تضمین کل تعهدات کافی نباشد، تضمین باقیمانده تعهدات توسط ضامن
                معتبر امکان پذیر است. • <br /> در صورت عدم ایفای تعهدات مالی
                بانی در خصوص اوراق بهادار منتشره و گذشت 10 روز کاری از مواعد
                مقرر، نهاد واسط موظف است نسبت به فروش وثایق به میزان تعهدات ایفا
                نشده و جرایم مربوطه اقدام و تعهدات بانی را از این محل ایفا
                نماید. • <br /> تبصره 2 – عدم ایفای تعهدات توسط بانی منجر به
                محرومیت بانی از استفاده از شرایط موضوع این ماده به مدت دو سال می
                گردد. * امین موسسه حسابرسی معتمد سازمان است که برای حفظ منافع
                دارندگان این اوراق و حصول اطمینان از صحت عملیات بانی نسبت به
                منافع ایجاد شده، نحوه نگهداری حساب ها و عملکرد اجرایی بانی با
                توجه به قرارداد رسیدگی و اظهار نظر می کند. * عامل فروش شخص حقوقی
                است که نسبت به عرضه و فروش این اوراق از طرف نهاد واسط اقدام می
                نماید و از بین شرکت های کارگزاری عضو بورس اوراق بهادار یا
                فرابورس توسط بانی انتخاب می شود. * عامل پرداخت شرکت سپرده گذاری
                مرکزی اوراق بهادار و تسویه وجوه است که نسبت به پرداخت مبالغ در
                سررسیدهای معین به سرمایه گذاران اقدام می کند و پس از دریافت
                مبالغ مربوط به اوراق، آن ها را در سر رسید به سرمایه گذاران
                پرداخت می نماید. * بازارگردان و متعهد پذیره نویسی با تأیید
                سازمان توسط بانی انتخاب می شود. متعهد پذیره نویس و بازارگردان یا
                حسب مورد سرمایه گذار بازارگردان باید از کفایت سرمایه لازم
                برخوردار باشند. * شرایط منفعت مبنای انتشار اوراق • <br /> در
                زمان انتشار اوراق، دارای جریانات نقدی باشد. در خصوص منفعت سهام،
                80 درصد سود تقسیم شده دو سال مالی اخیر در مهلت مقرر قانونی
                پرداخت شده باشد. • <br /> تعلق آن به بانی محرز شده و تداوم آن در
                آینده بیش از عمر اوراق باشد. • <br /> هیچگونه محدودیت یا منع
                قانونی، قراردادی یا قضایی برای انتقال، تصرف و استفاده از آن وجود
                نداشته باشد. • <br /> تمام مجوزهای قانونی لازم برای استفاده از
                منافع و تداوم آن توسط بانی از مراجع ذیربط اخذ شده باشد. • <br />{" "}
                در صورتی که منفعت مورد نظر ناشی از دارایی معینی است، تامین مالی
                بر مبنای عین دارایی و یا توثیق آن برای بانی انجام نشده باشد. *
                شرایط اوراق منفعت • <br /> ارزش اوراق منفعت نباید کمتر از صد
                میلیارد ریال باشد. • <br /> خریداران با خرید اوراق، به نهاد واسط
                وکالت بلاعزل می دهند تا نسبت به انعقاد قراردادهای لازم با بانی
                اقدام نماید. • <br /> کلیه هزینه های مربوط به انتشار اوراق منفعت
                بر عهده بانی می باشد. • <br /> بانی باید اقدامات لازم را جهت
                بهره برداری از دارایی هایی که منافع موضوع اوراق را ایجاد می
                نمایند، ارائه خدمات و استفاده از سایر حقوق موضوع منفعت به عمل
                آورد. • <br /> کارمزد بهره برداری از دارایی، ارائه خدمات
                واستفاده از سایر حقوق در قالب درصد مشخصی از منافع متعلق به ناشر
                قابل قبول می باشد. • <br /> مواعد پرداخت یا پرداخت های مربوط به
                اوراق منفعت باید در اعلامیه پذیره نویسی مورد تایید سازمان ذکر
                شود. • <br /> بانی موظف است قبل از انتشار اوراق در مورد سیستم
                حسابداری و مالی خود شفاف سازی نماید. • <br /> در صورت پرداخت
                قطعی منافع اوراق، مبنای زمان محاسبه منافع یک ماه قبل از
                سررسیدهای اوراق خواهد بود و گزارش بانی باید تا 15 روز قبل از
                سررسیدهای پرداخت برای عموم منتشر و همزمان به سازمان ارائه گردد.
                • <br /> تبصره: در صورت عدم ارائه گزارش توسط بانی، بانی ملزم به
                پرداخت منافع حداقل به میزان مبلغ اعلام شده در بیانیه ثبت و
                اعلامیه پذیره نویسی خواهد بود. • <br /> بانی موظف است حداکثر 15
                روز پس از سررسید اوراق نسبت به محاسبه سود قطعی اوراق و ارائه آن
                به امین اقدام نماید. • <br /> بانی می تواند تقاضای انتشار اوراق
                منفعت را همراه با اختیار فروش برای سرمایه گذاران و یا اختیار
                خرید برای خود به سازمان ارائه نماید.
              </Typography>
            </Box>
          )}

          {tabIndex === 5 && (
            <Box>
              <Typography className="textBody">
                تامین مالی از طریق افزایش سرمایه شرکت¬ها به منظور تامین منابع
                برای اجرای طرح¬های توسعه¬ای یا دستیابی به نقدینگی مورد نیاز برای
                افزایش تولید و بهره¬وری در واحدهای تجاری اقدام به افزایش سرمایه
                می¬کنند.شرکت¬ها با افزایش سرمایه می¬توانند تکنولوژی¬های جدیدتری
                را به کار گیرند، و با افزایش سهم بازار توان رقابتی بیش¬تری را در
                بازارهای داخلی و خارجی برای خود ایجاد کنند و به صورت منابع دائمی
                در اختیار شرکت قرار دارد. * تعریف افزایش سرمایه: افزایش سرمایه
                عبارت است از افزایش میزان سرمایه ثبت شده شرکت یا به عبارت دیگر
                افزایش تعداد سهام منتشر شده توسط شرکت¬های سهامی.بر اساس ماده 158
                قانون تجارت، تامین مالی از محل افزایش سرمایه ممکن است به طرق
                مختلفی از جمله آورده نقدی، مطالبات حال شده، انتقال سود تقسیم
                نشده یا اندوخته، صرف سهام و تبدیل اوراق مشارکت صورت پذیرد که
                می¬توان آن را به صورت شماتیک در کردار زیر مشاهده کرد: * قوانین و
                مقررات حاکم بر افزایش سرمایه: • <br /> قانون تجارت • <br />{" "}
                قانون بازار اوراق بهادار • <br />
                دستورالعمل ثبت و عرضه عمومی اوراق بهادار • <br /> مصوبات شورای
                عالی بورس • <br /> ضوابط مربوط به نظارت سازمان بورس و اوراق
                بهادار بر فرآیند تاسیس و افزایش سرمایه شرکت¬های سهامی عام •{" "}
                <br /> ضرورت استفاده از متعهد پذیره نویس در تاسیس و افزایش
                سرمایه شرکت¬های سهامی عام • <br /> الزام ناشران اوراق بهادار به
                استفاده از خدمات مشاوران عرضه • <br /> آورده نقدی سهامداران شرکت
                • <br /> اندوخته و سود تقسیم نشده سال¬های قبل • <br /> مطالبات
                حل شده سهامداران شرکت • <br /> تبدیل اوراق مشارکت به سهام *
                فلوچارت فرآیند افزایش سرمایه:
              </Typography>
            </Box>
          )}

          {tabIndex === 6 && (
            <Box>
              <Typography className="textBody">
                تعریف اوراق صکوک مرابحه اوراق مرابحه اوراق بهاداری است که
                دارندگان آنها به صورت مشاع، مالک دارایی مالی (دینی) هستند که بر
                اساس قرارداد مرابحه حاصل شده است و دارنده¬ ی ورق مالک و طلبکار
                آن دین است. این اوراق بازدهی ثابت داشته و قابل فروش در بازار
                ثانویه می¬باشند. در واقع این اوراق همان فروش نسیه به تامین مالی
                شونده می¬باشد و با انتشار این اوراق امکان تامین مالی برای خرید
                مواد اولیه مورد نیاز تولید صورت می¬ پذیرد. براي مثال، فرض کنيد
                که يک شرکت هواپيمايي نيازمند ۱۰۰ ميليارد ريال نقدينگي است. اين
                شرکت اقدام به تأسيس يک مؤسسه واسط مي کند. واسط از طريق انتشار
                اوراق مرابحه، ۱۰۰ ميليارد ريال از مردم جمع کرده و يکي از دارايي
                هاي شرکت هواپيمايي را خريداري مي کند (براي مثال، يکي از
                هواپيماهاي شرکت را به ارزش ۱۰۰ ميليارد ريال خريداري مي کند)، سپس
                همان دارايي را به قيمت ۱۲۰ ميليارد ريال به صورت نسيه يک ساله به
                شرکت هواپيمايي مي فروشد و شرکت هواپيمايي متعهد مي¬شود که آن مبلغ
                را در سررسيد از طريق شرکت spv به صاحبان اوراق بپردازد. روابط
                حقوقي در اوراق مرابحه نوع دوم، همانند نوع اول است. تنها با اين
                تفاوت که در اين نوع، مؤسسه واسط دارايي را از خود باني به صورت
                نقد خريداري مي کند، سپس همان دارايي را با قيمت بالاتري به صورت
                نسيه يک ساله به خود او مي فروشد. * فرآیند انتشار اوراق صکوک
                مرابحه در فرآیند انتشار اوراق صکوک مرابحه، در ابتدا بانی یکسری
                از دارایی¬های خود را که برای اجاره مناسب هستند، انتخاب کرده و
                سپس توسط نهاد واسط به SPV که معمولا یک شرکت با مسئولیت محدود
                بوده و از لحاظ قانونی دارای یک شخصیت کاملا مستقل می¬باشد، با این
                توافق که SPV پس از خرید دارایی¬ها مجددا آنها را در قالب قرارداد
                اجاره در اختیار بانی قرار دهد، منتقل نموده تا این شرکت ناشر
                اوراق گردد.مدت اجاره و همچنین مبلغ اجاره بها با توافق طرفین
                تعیین می-شود.(با توجه به نرخ 20% که در حال حاضر برای انتشار
                اوراق تعیین می¬شود، در نتیجه نرخ کمتر از آن قابلیت رقابت با سایر
                اوراق را از دست داده و جذابیتی برای سرمایه¬گذاران ندارد.)در
                مرحله بعد نهاد واسط از طریق انتشار اوراق صکوک، دارایی¬های خود را
                به اوراق بهادار (صکوک) تبدیل می¬کند، و درآمد حاصل از فروش اوراق
                را در اختیار بانی قرار می¬دهد.بانی هم به موجب قرارداد اجاره باید
                مبلغ اجاره بها را طبق شرایطی که در قرارداد ذکر شده در اختیار
                نهاد واسط قرار دهد تا اجاره بها بین دارندگان صکوک تقسیم * فرآیند
                انتشار اوراق مرابحه در شکل زیر به صورت کامل نشان داده شده است: *
                آنچه از شکل فوق پیداست انتشار اوراق صکوک نیازمند هفت رکن زیر است
                : • <br /> بانی : شخص حقوقی است که نهاد واسط برای تأمین مالی وی
                در قالب عقود اسلامی، اقدام به انتشار اوراق مرابحه می‌نماید. •{" "}
                <br /> نهاد واسط : واسط معمولا یک شرکت سهامی خاص یا با مسئولیت
                محدود است که به منظور خاص ( انتشار اوراق ) تاسیس می شود. واسط
                ممکن است از نظر زمانی به صورت محدود یا نامحدود باشد. این شرکت
                معمولا توسط بانی و به منظور کاهش هزینه های تامین مالی تاسیس می
                شود. البته در کشورهای پیشرفته که میزان اوراق منتشره زیاد است
                معمولا چنین شرکت هایی صرفا به عنوان واسط تاسیس می شوند. وظیفه
                اصلی واسط انتشار اوراق صکوک می باشد. از نظر حقوقی واسط به عنوان
                حق العمل کار یا وکیل می تواند اقدام به فعالیت نماید. • <br />{" "}
                فروشنده : شخص حقوقی یا حقیقی معتبر است که اقدام به فروش دارایی
                به نهاد واسط می‌نماید. • <br /> ضامن : شخصی حقوقی که پرداخت
                مبالغ مرابحه بها و حسب مورد بهای خرید دارایی مورد مرابحه و نیز
                سایر وجوهی که بانی ملزم به پرداخت آن به ناشر می¬باشد را تعهد و
                تضمین می¬نماید. • <br /> بازارگردان : نهاد مالی که وظیفه
                نقدشوندگی اوراق را در بازار ثانویه برعهده دارد. • <br /> متعهد
                پذیره نویسی : نهاد متعهد پذيره‌نويسي شخصي جدا از خريداران اوراق
                است و در صورتي كه اوراق مرابحه مطابق پيش‌بيني‌هاي انجام شده به
                فروش نرسد، نهاد واسط موظف خواهد بود تا با انعقاد قرارداد با
                متعهد پذيره‌نويس مابقي اوراق را به او بفروشد و با استفاده از اين
                روش منابع لازم جهت خريد دارايي مورد نظر را فراهم آورد. متعهد
                پذيره‌نويسي بر اين اساس هرشخصی است که خرید سهام پذیره‌نویسی نشده
                را ظرف مهلت مقرر تعهد و تضمین می‌کند. • <br /> عامل پرداخت :
                شرکت سپرده گذاری مرکزی اوراق بهادار و تسویه وجوه است که نسبت به
                پرداخت¬های مرتبط با اوراق مرابحه، در سررسیدهای معین، به
                سرمایه¬گذاران اقدام می¬نماید. • <br /> تبصره 1 : بانی و فروشنده
                نباید دارای شخصیت حقوقی واحد باشند. • <br /> تبصره 2 : انتشار
                اوراق مرابحه، صرفاً توسط نهاد واسط مجاز می‌باشد. • <br /> تبصره
                3 : ضمانت اشخاص حقوقی تحت کنترل بانی برای پرداخت اقساط و ایفای
                تعهدات بانی قابل قبول نمی‌باشد. این موضوع باید توسط حسابرس بانی
                تأیید گردد. • <br /> تبصره 4 : در صورتی که اوراق مرابحه دارای
                رتبة اعتباری مورد تأیید سازمان باشد، وجود ضامن الزامی نخواهد
                بود. • <br /> تبصره 5 : بازارگردان و متعهد پذیره‌نویسی اوراق
                مرابحه، با تأیید سازمان توسط بانی انتخاب می‌شود. متعهد
                پذیره‌نویس و بازارگردان یا حسب مورد سرمایه‌گذار بازارگردان باید
                از کفایت سرمایة لازم برخوردار باشند. با توجه به مواردی که در
                بالا اشاره شد شرایط بانی و همچنین شرایط دارایی که اوراق مرابحه
                بر مبنای آن منتشر می شوند به شرح ذیل می باشد: * شرایط بانی •{" "}
                <br /> مجموع جریان نقدی حاصل از عملیات شرکت در دو سال مالی اخیر
                مثبت باشد. • <br /> حداکثر نسبت مجموع بدهی ها به دارایی ها 90
                درصد باشد. • <br /> اظهار نظر بازرس و حسابرس شرکت در خصوص صورت
                های مالی دو دوره مالی اخیر آن مردود یا عدم اظهار نظر نباشد. •{" "}
                <br /> قالب حقوقي آن سهامي، تعاوني، صندوق سرمايه گذاري يا جزو
                نهادهاي عمومي غير دولتي به استثناء شهرداري ها باشد. • <br />{" "}
                حسابرس باني در زمان ارائة طرح تأمين مالي از طريق انتشار اوراق
                مرابحه تا پايان تصفية اوراق بايد از ميان مؤسسات حسابرسي معتمد
                سازمان انتخاب شده باشد. * دارایی های قابل قبول • <br /> زمین •{" "}
                <br /> ساختمان و تاسیسات • <br /> ماشین آلات و تجهیزات • <br />
                وسایل حمل و نقل • <br /> مواد و موجودی کالا • <br /> تبصره 1 :
                مواد و کالا به دارایی‌هایی اطلاق می‌شود که به منظور ساخت محصول،
                خریداری می‌شوند تا در فرایند تولید توسط بانی مورد استفاده قرار
                گیرند. • <br /> تبصره 2 : دارایی‌ مشاع به شرط واگذاری مالکیت کل
                دارایی، می‌تواند مبنای انتشار اوراق مرابحه قرار گیرد. • <br />{" "}
                تبصره 3 : به جز کالاهای پذیرفته‌شده در بورس کالا، ارزش دارایی و
                عمر اقتصادی آن باید توسط كارشناس يا كارشناسان منتخب كانون
                کارشناسان رسمی دادگستری یا حسب مورد به تشخیص سازمان براساس سایر
                روش‌های قابل اتکا تعیین شود. دارایی‌هایی که به تشخیص سازمان
                دارای قیمت رسمی و معین هستند و نهاد واسط، دارایی را مستقیماً از
                تولیدکننده خریداری می‌نماید از این تبصره مستثنی می‌باشند. •{" "}
                <br /> تبصره 4 : دارایی‌های موضوع انتشار اوراق مرابحه به استثنای
                مواد و کالا، تا وصول کلیۀ مطالبات، در رهن نهاد واسط یا ضامن قرار
                می‌گیرد. اسناد، مدارک و قراردادهای مربوط به دارایی به وکالت از
                دارندگان اوراق در اختیار شرکت سپرده‌گذاری مرکزی اوراق بهادار و
                تسویۀ وجوه (سهامی عام) قرار می‌گیرد. • <br /> تبصره 5 : دورۀ عمر
                اوراق مرابحه به منظور خرید مواد و کالا حداکثر دو سال خواهد بود.
                * شرایط دارایی • <br /> ایجاد جریانات نقدی • <br /> عدم منع
                قانونی جهت انتقال. • <br /> عدم وجود محدودیت برای واسط. • <br />{" "}
                مشاع نبودن مالکیت • <br />
                امکان واگذاری به غیر. • <br /> پوشش بیمه¬ای مناسب و کافی. •{" "}
                <br /> ارزش تقریبی دارایی های مبنای انتشار اوراق مرابحه، نباید
                کمتر از ده میلیارد ریال باشد. * مزایا و محدودیت ها انتشار اوراق
                صکوک مرابحه * مزایا • <br />
                نیازی به تعریف یک پروژه سودآور نیست. • <br /> سود پرداختی به
                سرمایه گذاران ثابت است و علی الحساب نیست. • <br /> دارائی طی
                مکانیزمی قانونی -با این شرط که با همان قیمت فروش بازخریداری
                شوند- فروخته می شوند. • <br />
                بین زمان فروش و خرید مجدد سالیانه درصدی از کل قیمت فروش به طرف
                مقابل پرداخت می شود. • <br /> برای گرفتن یک وام بانکی، می باید
                دارایی هایی با ارزش 130% تا 170% مبلغ وام را در رهن بانک
                بگذارید، در این روش، تنها به اندازه مبلغ وام، دارایی در اختیار
                طرف وام دهنده می گذارید. • <br /> پرداخت سود در زمان اجرای پروژه
                و پرداخت اصل پول بعد از اتمام کامل پروژه. • <br /> امکان پیش
                فروش واحدهای نیمه ساخت در پروژه¬های ساختمانی. • <br /> امکان
                مبنا قرار دادن یک دارایی و هزینه کردن مبلغ اوراق صکوک مرابحه در
                پروژه دیگر. * محدودیت ها • <br /> حتما لازم است دارایی معینی
                برای فروش اقساطی وجود داشته باشد. به همین دلیل، نمی توان از این
                روش برای تامین مالی پروژه ها استفاده کرد. چرا که حتما باید از
                قبل یک دارایی فیزیکی وجود داشته باشد. • <br /> دارایی پایه حتما
                باید مولد باشد. • <br /> دورۀ عمر اوراق مرابحه به منظور خرید
                مواد و کالا حداکثر دو سال خواهد بود.
              </Typography>
            </Box>
          )}

          {tabIndex === 7 && (
            <Box>
              <Typography className="textBody">
                {" "}
                تعریف اوراق مشارکت اوراق بهادار بانام یا بی نامی است كه به موجب
                قانون یا مجوز بانك مركزی جمهوری اسلامی ایران به قیمت اسمی مشخص
                برای مدت معین و برای تأمین بخشی از منابع مالی مورد نیاز طرح های
                عمرانی- انتفاعی یا برای تأمین منابع مالی مورد نیاز جهت ایجاد،
                تكمیل و توسعه طرح های سودآور تولیدی، ساختمانی و خدماتی شامل
                منابع مالی لازم برای تهیه مواد اولیه مورد نیاز واحدهای تولیدی
                منتشر می شود. * کاربرد اوراق مشارکت: اوراق مشارکت به عنوان روش
                کارآمد سیاست های پولی و مالی در تامین مالی طرح های زیربنایی
                تولیدی و خدماتی از منابع مالی بخش خصوصی جامعه موثر می باشد.در
                طول سال ها موارد استفاده از اوراق مشارکت گسترش یافته و اموری چون
                اجرای طرح های بزرگ و سودآور و تامین مالی طرح های توسعه موسسات
                عمومی و خصوصی نیزاضافه گردیده است. * ویژگی های اوراق مشارکت: •{" "}
                <br /> با نام است • <br /> قیمت اسمی مشخصی دارد • <br /> قیمت
                اسمی مشخصی دارد • <br /> بازپرداخت اصل و سود علی الحساب توسط
                ناشر تضمین شده است • <br /> خرید و فروش از طریق شعب منتخب بانک
                عامل یا از طریق بورس مجاز است • <br /> دارندگان اوراق به نسبت
                قیمت اسمی و مدت زمان مشارکت درسودحاصل از اجرای طرح مربوطه سهیم
                هستند • <br /> هر ورقه نشان دهنده میزان قدرالسهم دارنده آن در
                طرح مورد سرمایه گذاری است • <br />
                با فروش اوراق رابطه وکیل و موکل بین ناشر و خریدار اوراق محقق می
                شود • <br /> اوراق مشارکت به عنوان وثیقه طرف های معامله در
                قراردادهای مربوط به وزارتخانه ها، موسسات و شرکت های دولتی،
                شهرداری ها و سایر دستگاه های اجرایی پذیرفته می شود • <br />{" "}
                هزينه‌هاي انتشار ”اوراق مشاركت“ و سودهاي پرداختي به
                سرمايه‌گذاران، جزء هزينه‌هاي قابل‌قبول حساب مالياتي براي ”ناشر“
                است شرایط خاص انتشار اوراق مشارکت: • <br /> ناشر مي‌تواند اوراق
                مشاركت قابل‌تبديل به سهام همان شركت ناشر را منتشر كند. نحوة
                تبديل ورقة مشاركت به سهام در اميدنامه مشخص خواهد شد. در صورت
                انتشار اوراق مشاركت قابل تبديل به سهام، ناشر موظف است ترتيبي
                اتخاد كند كه به ميزان اوراق مشاركت قابل‌تبديل، اختيار افزايش
                سرمايه و تبديل، دردسترس باشد.(مابه‌التفاوت سود قطعي و سود
                علي‌الحساب نيز مي‌تواند قابل تبديل به سهام باشد) میزان اوراق
                مشارکت قابل انتشار موضوع ماده (17) قانون در هر سال، در ابتدای هر
                سال توسط شورای پول و اعتبار تعیین و به بورس اعلام می‌گردد.تاريخ،
                مراحل انتشار، ارزش اسمي، نرخ سود علي‌الحساب و ساير شرايط انتشار
                اوراق مشاركت به پيشنهاد ناشر و با موافقت بورس، و با حفظ شرايط
                رقابتي بازار سرمايه، تعيين مي‌شود. • <br /> عرضه اولیه و دادوستد
                ثانویه اوراق مشارکت فقط از طریق بورس امکان‌پذیر است • <br />{" "}
                اوراق شرکت‌های غیر دولتی و مشمول ثبت نزد سازمان، بدون تضمین دولت
                و بانک مرکزی جمهوری اسلامی ایران انتشار می‌یابند • <br /> ارزش
                اسمي اوراق مشاركت متقاضي پذيرش نبايد در هر نوبت انتشار كمتر از
                100 ميليارد ريال باشد • <br /> فاصله زماني پذيرش تا سررسيد اوراق
                مشاركت بايد حداقل دو سال باشد * ویژگی های ناشر در اوراق مشارکت:
                • <br /> سهم‌الشركة ناشردر طرح بايد به تشخيص هیئت پذيرش و حداقل
                50% كل سرمايه‌گذاري ريالي پروژه باشد. • <br /> ارزش اوراق مشاركت
                قابل انتشار براي شركت‌هاي پذيرفته‌شده در بورس به تشخيص هیئت
                پذيرش و حد اكثر تا 70% ارزش ويژه هر شركت مجاز است. • <br />
                مصرف وجوه حاصل از واگذاری اوراق مشاركت در غير اجراي طرح‌هاي
                مربوط جايز نيست. * ارکان انتشار اوراق مشارکت: ناشر در اوراق
                مشارکت: • <br />
                بازپرداخت اصل و سودهاي علي‌الحساب و قطعي را در سررسيدهاي مقرر
                تعهد كند. • <br /> طبق تعهدات انجام شده، وجوه لازم را جهت پرداخت
                سود و اصل اوراق مشاركت، در سررسيدهاي تعيين‌شده تامين نماید و
                براي پرداخت در اختيار ”عامل“ قرار دهد. • <br /> قبل از عرضة
                اوراق، سيستم حسابداري استاندارد مورد تأیید سازمان حسابرسی را
                به‌طور جداگانه و مستقل از ساير عمليات و فعاليت‌هاي خويش، مستقر و
                اجرا نماید. • <br /> حق‌الزحمة انجام خدمات امين، حسابرس، عامل و
                ضامن (در صورت وجود) را، به‌ترتيب مقرر در قراردادهاي منعقدشده
                پرداخت نمايد. • <br /> اطلاعيه‌هاي حاوي گزارش وضعيت مالي و
                عملكرد اجرايي طرح را مطابق روال سازمان بورس منتشر نماید. •{" "}
                <br /> پس از اخذ مجوز انتشار اوراق مشاركت، نسبت به تهيه و تحويل
                اميدنامه مورد تاييد بورس، حسابرس و امين اقدام نمايد. • <br />{" "}
                براي انتشار اوراق مشاركت يا اعطاي هرگونه امتياز از قبيل اختيار
                تبديل اوراق مشاركت به سهام، مصوبه مجمع عمومي سهامداران را اخذ
                نمايد. • <br /> <br />
                به‌منظور بررسي طرح از سوي بورس حداقل گزارش‌هاي حسابرسي سه دوره
                مالي پيش از تقاضاي انتشار اوراق مشاركت را به بورس ارائه نمايد. *
                عامل در اوراق مشارکت: عامل، اوراق مشاركت را براي عرضة اوليه در
                بورس ارائه مي‌كند و سودهاي علي‌الحساب و قطعي اوراق در مقاطع
                تعيين‌شده را با رعايت قوانين و مقررات مربوط پرداخت مي‌كند. كسر و
                پرداخت ماليات‌هاي مربوطه و ساير امور اجرايي از وظايف عامل است.
                عامل، رابط بين ناشر و بورس است و حساب‌هاي مربوط به انتشار را طبق
                استاندارد تعيين‌شده و به‌شكل مستقل نگاهداري مي‌كند و در فواصل
                زماني تعيين‌شده انتشار مي‌دهد. * امین در اوراق مشارکت: • <br />{" "}
                در صورت فروش اوراق مشاركت منتشرشده از طريق بورس در مدت مقرر و يا
                با دوبار تمديد مهلت عرضه كه در مجموع حداكثر به مدت 20 روز كاري
                است، مجوز برداشت وجوه جمع‌آوري‌شده توسط ناشر، از سوي امين صادر
                خواهد شد. • <br />
                در صورتي كه ميزان اوراق مشاركت خريداري شده توسط عموم در مدت ياد
                شده مندرج در ماده (32)، به علاوه ميزان خريد تعهد شده توسط ضامن،
                كمتر از ميزان اوراق منتشر شده باشد، عامل موظف است تحت نظارت
                امين، حد اكثر طي 20 روز كاري نسبت به استرداد وجوه صاحبان اوراق
                مشاركت اقدام كند. • <br /> كليه وجوه در عرضه اوليه به حسابي
                واريز مي‌شود كه تحت نظارت امين است. • <br /> امين مكلف است، پس
                از حصول اطمينان از وجود قرارداد بين ناشر و عامل، ناشرو حسابرس،
                ناشر و ضامن (در صورت وجود) و اطمينان از رعايت مقررات و ضوابط
                حاكم بر معاملات اوراق مشاركت نسبت به امضاي قرارداد با ناشر اقدام
                كند. • <br /> درصورتي‌كه ناشر و عامل شخصيت حقوقي واحد باشند،
                نيازي به قرارداد عامليت نخواهد بود. • <br />
                درصورتي‌كه امين و ضامن شخصيت حقوقي واحد باشند، نيازي به قرارداد
                ضمانت نخواهد بود. * ضامن در اوراق مشارکت • <br /> ضامن ملزم به
                خريد اوراق مشاركتي است كه در عرضة عمومي به فروش نرفته است. الزام
                وي محدود به سقفي است كه در قرارداد ضامن با ناشر درج شده است. •{" "}
                <br /> در صورت عدم ايفاي تعهدات در سررسيدهاي مقرر توسط ناشر يا
                عامل، ضامن مكلف است با نظارت امين از محل وثايق و تضمین‌های نزد
                خود و براساس ترتيبات مقرر در قراردادهاي في‌مابين اقدام به ايفاي
                تعهدات نمايد. • <br /> در صورت عدم وجود ضامن وظيفة فوق بر عهده
                امين خواهد بود. * حسابرس در اوراق مشارکت • <br /> امكان‌سنجي
                فني، اقتصادي و مالي طرح نوسازي و توسعة شركت، بايد به تأييد
                حسابرس برسد. • <br /> حسابرس موظف است به حساب‌های مستقل و
                صورت‌هاي مالي طرح، گزارش پيشرفت‌كار، نرخ بازده و ديگر اطلاعات
                مالي طرح سرمايه‌گذاري رسيدگي و نسبت به آن‌ها اظهارنظر كند و
                نسخه‌اي از اظهارنظر خود را براي امين و بورس ارسال كند. • <br />{" "}
                حسابرس موظف است در صورت مشاهدة هرگونه تخلف، از جمله مصرف وجوه
                حاصل از واگذاري اوراق مشاركت در امور غيرمرتبط با طرح
                سرمايه‌گذاري، موارد خلاف را به اطلاع امين و بورس برساند.
              </Typography>
            </Box>
          )}

          {tabIndex === 8 && (
            <Box>
              <Typography className="textBody">
                مقایسه اوراق ردیف موضوع اوراق اجاره اوراق مرابحه اوراق مشارکت 1
                نرخ سود 20% 20% 20% 2 بازار ثانویه بورس اوراق بهادار تهران
                فرابورس ایران بورس اوراق بهادار تهران فرابورس ایران بورس اوراق
                بهادار تهران فرابورس ایران 3 شرایط بانی / ناشر مجموع جریان نقدی
                2 سال اخیر مثبت باشد سهامی / تعاونی حداکثر نسبت بدهی به دارایی
                90% صورت¬های مالی حسابرسی شده مجموع جریان نقدی 2 سال اخیر مثبت
                باشد سهامی / تعاونی حداکثر نسبت بدهی به دارایی 90% صورت¬های مالی
                حسابرسی شده حداقل سهم ناشر 50% حداقل 2 دوره مالی اخیر سودآور
                باشد شخص حقوقی دارای طرح با توجیه سودآوری 4 ارکان بانی / مشاور
                عرضه / عامل فروش / ضامن / حسابرس / بازارگردان / متعهد پذیره نویس
                / نهاد واسط بانی / مشاور عرضه / عامل فروش / ضامن / حسابرس /
                بازارگردان / متعهد پذیره نویس / نهاد واسط ناشر / مشاور عرضه /
                عامل / ضامن / حسابرس / بازارگردان / متعهد پذیره نویس / امین 5
                شرایط دارایی زمین ساختمان و تاسیسات ماشین آلات و تجهیزات وسایل
                حمل و نقل زمین ساختمان و تاسیسات ماشین آلات و تجهیزات وسایل حمل
                و نقل موجودی مواد و کالا - 6 میزان مجوز انتشار اوراق 100% ارزش
                دارایی 100% ارزش دارایی حداکثر تا 70% ارزش ویژه شرکت حداکثر
                50%سرمایه گذاری ریالی پروژه 7 نهاد نظارتی سازمان بورس و اوراق
                بهادار سازمان بورس و اوراق بهادار سازمان بورس و اوراق بهادار 8
                زمان انتشار از زمان اخذ موافقت اصولی از سازمان بین 4 الی 6 ماه
                بین 4 الی 6 ماه بین 3 الی 5 ماه 9 هزینه کارمزد ارکان 3% الی 5%
                2% الی 4% 2% الی 4% 10 عمر اوراق 4 2 4
              </Typography>
            </Box>
          )}
        </Box>
      </Box> */
}
