import React from "react";

const Paziresh = () => {
	return (
		<div className="page">
			<div className="fullImage paziresh2"></div>
			<h2>نحوه درخواست پذیرش عرضه</h2>
			<h2 className="small fullWidth">
				جهت پذیرش هر کالا باید حداقل شرایط زیر احراز گردد:
			</h2>
			<p>
				۱)‌متقاضی باید سابقه فعالیت قابل اتکاء در بازار کالای مورد پذیرش داشته
				باشد و همچنین چشم‌انداز روشنی از تداوم فعالیت متقاضی وجود داشته باشد.
				<br></br>
				۲) میزان عرضه کالا توسط متقاضی به گونه‌ای باشد که امکان کشف عادلانه قیمت
				را در بورس فراهم آورد.<br></br>
				۳)‌ کالا نباید مشمول محدودیت‌هایی از جمله محدودیت قیمت‌گذاری قانونی و
				انحصار در عرضه یا تقاضا باشد که مانع از کشف عادلانه قیمت کالا گردد.
				<br></br>
				الف)‌ لازم به ذکر است، هیئت پذیرش در زمان پذیرش هر کالا، حداقل عرضه
				سالانه و حداقل درصد عرضه در بورس از کل تولید سالانه برای تولیدکنندگان و
				از کل واردات سالانه برای واردکنندگان را مشخص می‌کند و تغییر حداقل‌های
				مذکور به پیشنهاد بورس و تایید هیئت پذیرش امکان‌پذیر است.<br></br>
				ب) ضمن آنکه عرضه‌کننده کالا در بورس، موظف است مقررات مربوطه از جمله
				الزامات دستورالعمل پذیرش کالا و اوراق بهادار مبتنی بر کالا در بورس کالای
				ایران و ضوابط مربوط در خصوص افشای اطلاعات عرضه کالا را رعایت نماید
			</p>
			<h2 className="small fullWidth">بررسی درخواست پذیرش کالا </h2>
			<p>
				<ul>
					<li>
						بورس حداکثر ظرف 30 روز پس از تاریخ ثبت درخواست، گزارش کارشناسی خود
						درخصوص شرایط پذیرش را به انضمام مستندات مربوط به هیئت پذیرش ارسال
						می‌نماید. چارچوب گزارش کارشناسی مزبور، به پیشنهاد بورس و تصویب هیئت
						پذیرش تعیین می‌شود.
					</li>
					<li>
						لازم به ذکر است ، هیئت پذیرش حداکثر ظرف 30 روز پس از دریافت گزارش و
						مستندات مربوط از بورس، نظر کتبی خود را با ذکر دلایل مبنی بر تایید یا
						رد پذیرش کالا، از طریق بورس به متقاضی اعلام می‌کند. در صورت رد
						درخواست، متقاضی می‌تواند مراتب اعتراض خود را حداکثر ظرف مدت 10 روز
						پس از ابلاغ تصمیم هیئت پذیرش، به دبیرخانۀ سازمان اعلام کند. رای هیئت
						مدیرۀ سازمان در ‌خصوص بررسی مجدد موضوع یا تایید نظر هیئت پذیرش، برای
						متقاضی، هیئت پذیرش و بورس لازم الاجراست.
					</li>
					<li>
						بر این اساس، در صورتی که هیئت مدیرۀ سازمان اعتراض متقاضی را موجه
						تشخیص دهد، درخواست متقاضی باید در اولین جلسه هیئت پذیرش مجدداً طرح
						‌گردد.
					</li>
					<li>
						همچنین در صورتی که درخواست متقاضی رد شود و به آن اعتراض ننماید یا پس
						از اجرای رای تجدید‌ نظر هیئت مدیرۀ سازمان در هیئت پذیرش رد گردد، طرح
						مجدد درخواست متقاضی در هیئت پذیرش حداقل پس از شش ماه و انجام مجدد
						کلیۀ مراحل و پرداخت حق‌پذیرش، امکان‌پذیر خواهد بود.
					</li>
					<li>
						باید به این نکته توجه داشت که درج نام کالای پذیرفته شده در فهرست
						نرخ‌های بورس، منوط به احراز تمامی موارد تعیین شده توسط هیئت پذیرش
						می‌باشد. ضمن آنکه در صورت عدم عرضه کالای یک عرضه‌کننده در بورس ظرف
						مدت 6 ماه از درج آن در فهرست نرخ‌های بورس، پذیرش آن در بورس لغو
						گردیده و پذیرش مجدد آن منوط به طی فرایند پذیرش خواهد بود.
					</li>
				</ul>
			</p>
			<div className="fullImage long paziresh"></div>
		</div>
	);
};

export default Paziresh;
