import React from "react";

const Paziresh = () => {
	return (
		<div className="page">
			<h2 className="fullWidth">عرضه و پذیرش شرکت‌ها (ipo)</h2>
			<h2 className="small fullWidth">
				مزایای قابل توجه بازار سرمایه برای شرکت‌های دولتی و خصوص
			</h2>
			<p>
				ورود شرکت‌های بخش دولتی و خصوصی به بازار سرمایه؛ مزایای قابل توجهی برای
				این شرکت‌ها دارد که از مهمترین آنها می‌توان به موارد زیر اشاره کرد:
				<ul>
					<li>برخورداری از مشوق‌ها و معافیت‌های مالیاتی</li>
					<li>
						سهولت تأمین مالی از سیستم بانکی در مقایسه با شرکت‌های غیربورسی
					</li>
					<li>
						سهولت تأمین مالی شرکت‌ها از طریق افزایش سرمایه یا انتشار اوراق بدهی
					</li>
					<li>سهولت و تخفیف مالیات نقل و انتقال</li>
					<li>معرفی شرکت به بازار، تقویت برند شرکت و تبلیغات</li>
					<li>کشف قیمت سهام و افزایش نقد شوندگی</li>
					<li>ارزیابی مناسب تر از عملکرد مدیریت شرکت</li>
					<li>شفافیت اطلاعاتی</li>
					<li>
						استفاده از معیار مناسب جهت مقایسه شرکت با سایر شرکت‌ها در صنعت مشابه
					</li>
					<li>
						ایجاد انگیزه در کارکنان از طریق طرح‌های واگذاری اوراق بهادار یا سهام
						ترجیحی کارکنان
					</li>
				</ul>
			</p>
		</div>
	);
};

export default Paziresh;
