import React from "react";
import Divider from "../../../components/divider/Divider";

const ServicesC2 = () => {
  return (
    <div className="page">
      <h2 className="fullWidth small">
        معاملات آتی‌کالا منافع خریدار و فروشنده کالا را تامین می‌کند
      </h2>
      <p>
        فعالان بورس آتی‌کالا به سه دسته خریداران کالا، فروشندگان کالا و
        نوسان‌گیرها تقسیم می‌شوند. بازار آتی به رونق اقتصاد کمک زیادی می‌کند چون
        هم تولیدکننده و مصرف‌کننده می‌توانند در فضای معاملاتی قانونی و مطمئن،
        ریسک خود را کاهش دهند و هم کسانی که مایلند با ریسک بالاتر سودهای کلان به
        دست بیاورند. سکه نقدی، زعفران، زیره سبز و پسته کالاهایی هستند که در
        بازار آتی معامله می‌شوند. مزایای قراردادهای آتی را می‌توان در بخش‌های
        مختلف از جمله معافیت‌های مالیاتی، امکان سودآوری در بازار نزولی، سودکردن
        از نوسانات قیمتی روزانه، امکان برداشت یک روزه موجودی از حساب، کارمزدهای
        بسیار پایین و ... خلاصه کرد.
      </p>
      <div className="fullImage ati1"></div>
      <h2>معرفی آتی‌کالا</h2>
      <h2 className="fullWidth small">قرارداد آتی‌کالا چیست ؟</h2>
      <p>
        قرارداد آتی، قراردادی است که در آن خریدار و فروشنده توافق می‌کنند مقدار
        معینی از کالای مشخصی را باکیفیت و قیمت معلوم، در زمان و مکان مشخص معامله
        نمایند. به عبارت دیگر منظور از قرارداد آتی این است که در زمان حال ما
        اقدام به خرید کالایی می‌کنیم؛ اما تصمیم نداریم که همین الآن کالا را
        تحویل بگیریم و درواقع می‌خواهیم چند ماه بعد کالا را تحویل گرفته و پول آن
        را پرداخت کنیم؛ بنابراین به قراردادی که طی آن کالایی را اکنون و باقیمت
        مشخصی خریداری ‌کنیم، اما تحویل و پرداخت وجه آن در آینده صورت بگیرد،
        قرارداد آتی می‌‌‌گویند. در این قرارداد طرفین متعهد به تحویل کالا و
        پرداخت وجه آن در تاریخ مشخصی در آینده هستند و برای تضمین انجام تعهد،
        باید خریدار و فروشنده هرکدام مبلغی را نزد شخص امینی (بورس کالا) قرار
        دهند. نکته مهم آن است که که قرارداد آتی قراردادی دوطرفه است و می‌توانیم
        بدون در اختیار داشتن کالا، همین الآن کالا با مشخصات معین را بفروشیم و در
        آینده (پس از چند ماه) آن را با قیمتی که اکنون توافق کردیم، تحویل دهیم و
        پول آن را دریافت کنیم. این نوع معامله برای کسانی که قصد دارند ریسک خود
        را کم کنند، مثل کشاورزان و تجار بسیار مناسب است. کشاورزی که مثلا زعفران
        کشت می کند، می‌خواهد مطمئن شود در فصل برداشت محصول از نوسان قیمت در امان
        باشد و کارخانه هم برای برنامه‌ریزی و بودجه‌بندی نیاز دارد مقدار و قیمت
        خریدهای آینده خود را مشخص کند.
      </p>
      <h2 className="fullWidth small">خدمات بخش آتی‌کالا برای مشتریان</h2>
      <p>
        <ul>
          <li>دارای مجوز قراردادهای آتی اختیار معامله از بورس کالا</li>
          <li>امکان انجام معامله آنلاین از طریق گوشی تلفن همراه</li>
          <li>اطمینان و شفافیت در بستر معاملات الگوریتمی</li>
          <li>امکان انجام معاملات بصورت تلفنی</li>
          {/* <li>برگزاری دوره‌های آموزشی رایگان در تهران و شعبشهرستان‌ها</li> */}
          <li>
            ارائه خدمات مشاوره و تحلیل رایگان به منظور کاهش ریسک معامله‌گران
          </li>
          <li>اخذ کد معاملات آتی برای مشتریان در حداقل زمان ممکن</li>
          <li>
            ارائه آخرین اخبار بازار طلا، سکه، نقره، ارز، زعفران و انس از طریق
            کانال آتی‌کالا
          </li>
        </ul>
      </p>
      <h2 className="fullWidth small">
        بازیگران اصلی بازار آتی‌کالا چه کسانی می باشند
      </h2>
      <p>
        بازار آتی به دلیل این‌که منافع خریدار و فروشنده کالا را تأمین کرده و
        فرصت کسب سود را برای نوسان‌گیران نیز فراهم می‌کند، در جهان طرفداران
        زیادی دارد. به عبارتی فعالان این بازار به سه دسته تقسیم می‌شوند:
        <ul>
          <li>
            خریداران کالا: اشخاصی که به کالایی (مثلاً زعفران، نقره و …) در آینده
            نیاز دارند، امروز در بازار آتی باقیمت معین پیش‌خرید می‌کنند.
          </li>
          <li>
            فروشندگان کالا: اشخاصی که قصد دارند در آینده کالای خود (زعفران، پسته
            و…) را بفروش برسانند، امروز می‌توانند به قیمت معین برای ماه دلخواه
            در آینده پیش‌فروش کنند.
          </li>
          <li>
            نوسان‌گیرها: اشخاصی که قصد خرید و فروش فیزیکی اصل کالا (زعفران، زیره
            و …) را ندارند، بلکه می‌خواهند با پیش‌بینی درست روند قیمت کالا، سود
            سرشاری به دست آورند.
          </li>
        </ul>
      </p>
      <h2 className="fullWidth small">
        کالاهای معامله شد در قرارداد های آتی‌کالا
      </h2>
      <div className="kalaContainer">
        <div className="kalaCard">
          <div className="image aluminium"></div>
          {/* <div className="title">آلومینیوم</div> */}
        </div>
        <div className="kalaCard">
          <div className="image tala"></div>
          <div className="title">طلا</div>
        </div>
        <div className="kalaCard">
          <div className="image mes"></div>
          <div className="title">مس</div>
        </div>
        <div className="kalaCard">
          <div className="image pesteh"></div>
          <div className="title">پسته</div>
        </div>
        <div className="kalaCard">
          <div className="image zaferan"></div>
          <div className="title">زعفران</div>
        </div>
      </div>
      <Divider centered />
      <h2 className="small">اخذ کد بازار مشتقه</h2>
      <h2 className="small fullWidth">مشتری حقیقی:</h2>
      <p>
        افراد حقیقی که متقاضی سرمایه‌گذاری در بازار مشتقه می‌توانند به راحتی و
        از طریق سامانه Ebgo اقدام به ثبت‌نام و اخذ کد معاملات مشتقه نمایند. لازم
        به ذکر است پیش از ثبت‌نام، افراد می‌بایست در سامانه سجام ثبت‌نام و مراحل
        احراز هویت خود را تکمیل کنند.
        <ol>
          <li>اصل فرم درخواست کد با تائیدیه بانک مربوطه و کارگزار</li>
          <li>کپی برابر اصل شده پشت و روی کارت ملی و تمام صفحات شناسنامه</li>
          <li>فرم معرفی اطلاعات حساب‌های بانکی مشتری</li>
          <li>اقرار نامه و بیانیه ریسک معاملات قراردادهای آتی</li>
        </ol>
      </p>
      <h2 className="small fullWidth">مشتری حقوقی:</h2>
      <p>
        <ol>
          <li>اصل فرم درخواست کد با تائیدیه بانک مربوطه و کارگزار</li>
          <li>
            کپی برابر اصل شده پشت و روی کارت ملی و تمام صفحات شناسنامه مدیر
            عامل، تمام اعضای هیات مدیره و نماینده شرکت
          </li>
          <li>فرم مشخصات نماینده</li>
          <li>فرم معرفی اطلاعات حساب‌های بانکی مشتری</li>
          <li>اقرار نامه و بیانیه ریسک معاملات قراردادهای آتی</li>
          <li>
            آخرین تغییرات روزنامه رسمی شرکت که در آن سرمایه ثبتی شرکت درج شده
            باشد
          </li>
          <li>اساسنامه</li>
        </ol>
      </p>
    </div>
  );
};

export default ServicesC2;
