import React, { useEffect } from "react";
import { useDispatch, useSelector } from "react-redux";
import { fetchsubMenuByGroupType } from "../../../features/account/subMenuSlice";
import { Box, Tab, Tabs, Typography } from "@mui/material";
import { useState } from "react";
import Loading from "../../../components/loading/Loading";

function ServicesInvest() {
  const groupName = "Sandog_Sarmayegozari";
  const dispatch = useDispatch();
  const data = useSelector((state) => state.subMenu.subMenu);

  useEffect(() => {
    dispatch(fetchsubMenuByGroupType(groupName));
    // window.location.reload();
  }, []);

  console.log("Pass Data", data);
  const [tabIndex, setTabIndex] = useState(0);

  const handleTabChange = (event, newTabIndex) => {
    setTabIndex(newTabIndex);
    console.log("tabIndex ----", newTabIndex);
  };

  const renderTitle = (
    <>
      {data.length > 0 ? (
        data.map((item, index) => (
          <Tab
            className="tabTypography"
            label={item.title}
            onChange={handleTabChange}
            value={index}
          />
        ))
      ) : (
        <p>
          {" "}
          Title Loding ....... <Loading />{" "}
        </p>
      )}
    </>
  );

  const renderBody = (
    <>
      {data.length > 0 ? (
        data.map(
          (item, index) =>
            tabIndex === index && (
              <Box>
                <Typography style={{ lineHeight: 3 }}>
                  <div
                    dangerouslySetInnerHTML={{
                      __html: item.body,
                    }}
                  ></div>
                  <br />
                </Typography>
              </Box>
            )
        )
      ) : (
        <p>
          {" "}
          Body data Loding ....... <Loading />{" "}
        </p>
      )}
    </>
  );
  return (
    <>
      <Box style={{ display: "flex", width: "100%" }}>
        <Box sx={{ display: "flex" }} style={{ flex: 2 }}>
          <Tabs
            value={tabIndex}
            onChange={handleTabChange}
            orientation="vertical"
          >
            {renderTitle}
          </Tabs>
        </Box>
        <Box sx={{ margin: 2 }} style={{ flex: 6 }}>
          {renderBody}
        </Box>
      </Box>
    </>
  );
}

export default ServicesInvest;

// import { Box, Tab, Tabs, Typography } from "@mui/material";
// import { useState } from "react";

// function ServicesInvest() {
//   const [tabIndex, setTabIndex] = useState(0);

//   const handleTabChange = (event, newTabIndex) => {
//     setTabIndex(newTabIndex);
//   };

//   return (
//     <>
//       <Box style={{ display: "flex", width: "100%" }}>
//         <Box sx={{ display: "flex" }} style={{ flex: 2 }}>
//           <Tabs
//             value={tabIndex}
//             onChange={handleTabChange}
//             orientation="vertical"
//           >
//             <Tab className="tabTypography" label="صندوق بازگردانی" />
//             <Tab
//               className="tabTypography"
//               label="تامین مالی از طریف مبتنی بر کالا "
//             />
//             <Tab
//               className="tabTypography"
//               label="تامین  مالی از  طریق تاسیس صندوق جسورانه "
//             />
//             <Tab
//               className="tabTypography"
//               label="صندوق سرمایه گذاری زمین و ساختمان"
//             />

//             <Tab className="tabTypography" label="صندوق سرمایه گذاری  " />
//             <Tab
//               className="tabTypography"
//               label="صندوق سرمایه گذاری  در  اوراق با درامد ثابت  "
//             />

//             <Tab
//               className="tabTypography"
//               label="تامین مالی  از  طریق تاسیس صندوق پروژه  "
//             />
//           </Tabs>
//           <Box sx={{ margin: 2 }} style={{ flex: 6 }}>
//             {tabIndex === 0 && (
//               <Box>
//                 <Typography style={{ lineHeight: 3 }}>
//                   تعریف صندوق بازارگردانی <br />
//                   صندوق اختصاصی بازارگردانی به جمع‌آوری وجوه از سرمایه‌گذاران و
//                   اختصاص آن‌ها به خرید انواع اوراق بهادار به منظور انجام تعهدات
//                   بازارگردانی اوراق بهادار، بهره‌گیری از صرفه‌جویی‌های ناشی از
//                   مقیاس و تأمین منافع سرمایه‌گذاران می پردازد. جزئیات مربوط به
//                   تعهدات و شرایط بازارگردانی صندوق در امیدنامه صندوق مشخص می
//                   شود. همچنین در صورتی‌که صرفه و صلاح صندوق ایجاب کند، صندوق در
//                   قبال دریافت کارمزد در تعهد پذیره‌نویسی یا تعهد خرید اوراق
//                   بهادار موضوع بازارگردانی مشارکت کرده، که در این صورت وجوه
//                   جمع‌آوری شده و سایر دارایی‌های صندوق، پشتوانۀ این تعهد خواهد
//                   بود. به عبارتی این نوع از صندوق ها با هدف بازارگردانی
//                   مجموعه‌ای از سهام اعلام‌شده در امیدنامه تأسیس می گردند.
//                   بنابراین این صندوق به غیر از سهام و حق تقدم خرید سهام موضوع
//                   بازارگردانی، در سایر سهام و حق تقدم خرید سهام، سرمایه‌گذاری
//                   نمی‌کند. * شرایط کلی تاسیس صندوق بازارگردانی:
//                   <br />
//                   هدف از تشکيل صندوق، بازارگردانی اوراق بهادار مشخص شده و
//                   بهره‌گيري از صرفه‌جويي‌هاي ناشي از مقياس، حذف مالیات، تخفیف
//                   کارمزد و تأمين منافع سهامدار عمده است.
//                   <br />
//                   صندوق بازارگردانی از نوع صندوق سرمایه‌گذاری اختصاصی با هدف
//                   مشخص بازارگردانی مجموعه‌ای از سهام اعلام‌شده در بورس تهران/
//                   فرابورس ایران تأسیس می¬شود.
//                   <br />
//                   * شرایط تاسیس صندوق بازارگردانی:
//                   <br />• در بدو تاسيس حداقل دو شخص وجه مربوط به حداقل واحدهاي
//                   سرمايه‌گذاري لازم براي مجوز را سرمايه‌گذاري مي‌كنند و به اين
//                   ترتيب صندوق ملزم به عرضه عمومي واحدهاي سرمايه‌گذاري نيست؛{" "}
//                   <br />
//                   • حداقل سرمايه صندوق 50 ميليارد ريال يا 001/0 مجموع ارزش بازار
//                   كل سهام شركت‌هاي موضوع فعاليت بازارگرداني است (هر كدام بيشتر
//                   باشد). <br />
//                   • در زمان تاسيس نام و مشخصات سهام يا حق‌تقدم سهام موضوع
//                   بازارگرداني صندوق، در اميدنامه صندوق عنوان مي‌شود.
//                   <br />
//                   • واحدهاي ممتاز براي موسسين دست كم 70 درصد حداقل واحدهاي صندوق
//                   در زمان تاسيس بايد باشد.
//                   <br />
//                   * مزایای تاسیس صندوق: <br />• در اين صندوق محدوديتي براي
//                   سرمايه‌گذاري هر شخص وجود ندارد <br />
//                   • مالیات حاصل از فروش سهام ذکر شده در امیدنامه توسط صندوق
//                   بازارگردانی صفر می¬باشد.
//                   <br />
//                   • امكان صدور واحدهاي سرمايه‌گذاري از طريق پرداخت غيرنقدي (تا
//                   70درصد آورده از سهام موضوع بازارگرداني)
//                   <br />
//                   • سقف كارمزدهاي سازمان بورس و اوراق بهادار، شركت بورس اوراق
//                   بهادار تهران، شركت فرابورس ايران، شركت مديريت فناوري بورس
//                   تهران و شركت سپرده گذاري مركزي اوراق بهادار و تسويه وجوه از
//                   معاملات صندوق‌هاي یاد شده 20درصد سقف كارمزد معاملات معمول
//                   اوراق بهادار در نظر گرفته ‌شده است. <br />
//                 </Typography>
//               </Box>
//             )}
//             {tabIndex === 1 && (
//               <Box>
//                 <Typography className="textBody">
//                   تعریف صندوق مبتنی بر کالا
//                   <br />
//                   صندوق سرمایه گذاری در اوراق بهادار مبتنی بر کالا نوعی از
//                   صندوق‌های سرمایه گذاری قابل معامله در بورس کالاست که
//                   سرمایه‌های جمع‌آوری شده مشتریان را در گواهی سپرده و اوراق
//                   مشتقه مبتنی بر کالا سرمایه‌گذاری می‌کند. به‌طور کلی،
//                   سرمایه‌گذاری در کالاها به‌عنوان جایگزینی برای سرمایه‌گذاری‌های
//                   دیگر شناخته می‌شود. عموماً زمانی که سرمایه‌گذاری در سایر
//                   دارایی‌ها به‌دلایل مختلف اقتصادی یا سیاسی خطرناک باشد،
//                   سرمایه‌گذاران به‌سمت سرمایه‌گذاری در کالا حرکت می‌کنند.
//                   به‌همین دلیل برای پوشش ریسک‌های سیستماتیک و کاهش ریسک سبد
//                   سرمایه‌گذاری، اختصاص بخشی از ثروت و سرمایه توسط سرمایه‌گذاران
//                   به این‌گونه دارایی‌ها مناسب است. برای مثال طلا همبستگی بالایی
//                   با تورم و نرخ ارز دارد و سرمایه‌گذاری در آن پوشش تورمی برای
//                   سرمایه‌گذاران ایجاد می‌کند. به‌همین دلیل، از مزایای
//                   سرمایه‌گذاری در صندوق کالا و اختصاصا طلا می‌توان به پوشش ریسک
//                   تغییرات نرخ ارز، پوشش اثرات تورمی، برخورداری از معافیت
//                   مالیاتی، نقدشوندگی مناسب باتوجه به وجود بازارگردان و تنوع‌بخشی
//                   به سبد سرمایه‌گذاری‌ها اشاره کرد. <br />
//                   * هدف از تشکیل صندوق <br />
//                   هدف از تشکیل صندوق جمع آوری سرمایه از سرمایه گذاران و تشکیل
//                   سبدی از اوراق بهادار مبتنی بر کالا و مدیریت این سبد است با
//                   توجه به پذیرش ریسک مورد که وجود دارد تلاش میشود که بیشترین سود
//                   نصیب سرمایه گذاران شود. <br />
//                   * ارکان صندوق <br />
//                   1- مجمع صندوق : شامل دارندگان واحدهای سرمایه گذاری ممتاز میشود
//                   که دارای حق رای در مجمع می باشند. مجمع صندوق می تواند اساسنامه
//                   ، امید نامه، مدیر، متولیف بازار گردان و حسابرس را تغییر دهد.{" "}
//                   <br />
//                   2- مدیر: مدیر به تائید سازمان و بر اساس مقررات و مفاد اساسنامه
//                   توسط مجمع صندوق انتخاب می شود. <br />
//                   3- متولی: وظیفه متولی نظارت بر ارکان اداره کننده و ارکان
//                   نظارتی صندوق در اجرای صحیح قوانین و مقررات، اساسنامه، امید
//                   نامه و رویه های صندوق به منظور حفظ منافع سرمایه گذاران و طرح
//                   موارد تخلف در مراجع رسیدگی و پیگیری موضوع است .متولی در دریافت
//                   ها و پرداختهای صندوق و نحوه نگهداری اسناد در وجه حامل و اوراق
//                   بهادار بی نام صندوق نظارت دارد. <br />
//                   4- بازارگردان: بازار گردان اقدام به ارائه سفارش خرید و فروش
//                   واحدهای سرمایه گذاری عادی در سامانه معاملاتی بورس یا بازار
//                   خارج از بورس می کند. وظیفه اصلی بازار گردان، بازارگردانی
//                   واحدهای سرمایه گذاری عادی صندوق مطابق مقررات بازارگردانی است.
//                   علاوه بر این ها در موقع انحلال و تسویه صندوق، بازارگردان وجوه
//                   نقد لازم برای پرداخت های صندوق را تامین می کند و آن بخش از
//                   دارایی های صندوق را که در بازار بورس به فروش نرسد در قبال
//                   سرمایه گذاری یا مطالبات خود از صندوق دریافت می کند. <br />
//                   5- حسابرس: وظیفه حسابرس بررسی درستی ثبت و نگهداری حساب های
//                   صندوق است. گزارش صورت های مالی را بررسی کرده وراجع به انها
//                   اظهار نظر می نماید و همچنین راجع به صحت محاسبه ارزش خالص
//                   دارایی و قیمت صدور و ابطال آنها اظهار نظر نماید. <br />
//                   * مزیت های صندوق <br />
//                   1- هزینه ی بکار گیری نیروهای متخصص،گردآوری و تحلیل اطلاعات و
//                   گزینش سبد بهینه اوراق بهادار بین همه سرمایه گذاران تقسیم میشود
//                   و هزینه هر سرمایه گذار کاهش می یابد. 2- صندوق کلیه امور اجرایی
//                   مربوط صندوق از قبیل دریافت سود وکوپن اوراق بهادار از جانب
//                   سرمایه گذاران انجام می دهد. <br />
//                   3- سوم اینکه امکان سرمایه گذاری مناسب و متنوع دارایی ها فراهم
//                   شده و در نتیجه ریسک سرمایه گذاری کاهش می یابد. <br />
//                   صندوق سرمایه گذاری طلا نمونه ای از صندوق های سرمایه گذاری در
//                   اوراق بهادار است که مزایای ذیل را شامل می شود: <br />
//                   1- هدف از تشکیل مزیت چنین پرتفوی کاهش ریسک مربوط به خرید و
//                   فروش طلاست که یک سرمایه گذار معمولی ممکن است متحمل شود. <br />
//                   2- سرمایه گذاران خرد که شاید نتوانند یک شمش طلا بخرند می
//                   توانند با مبلغ کمتری روی طلا سرمایه گذاری کنند ضمن اینکه وجود
//                   پرتفوی در این صندوق ها ریسک ضر آنها را کاهش می دهد. <br />
//                   3- کاهش ریسک و خطرات نوسانات ناشی از بی ثباتی سیاسی و اقتصادی
//                   و جغرافیایی از دیگ مزایای این صندوق است. <br />
//                   4- عدم نیاز نگهداری فیزیکی طلا و جواهرات <br />
//                   * موارد سرمایه گذاری و خرید و فروش در صندوق صندوق فقط می تواند
//                   در دارایی های ریالی داخل کشور سرمایه گذاری کند و سرمایه گذاری
//                   خارجی (ارزی) به هر نوع و شکل غیر مجاز می باشد صندوق در دارایی
//                   هایی به شرح زیر سرمایه گذاری می کند. <br />
//                   صندوق عمده دارایی خود را در اوراق مبتنی بر شامل گواهی سپرده
//                   کالایی، قراردادهای آتی کالا و قراردادهای اختیار معامله مبتنی
//                   بر کالا که در یکی از بورس ها پذیرفته شده باشد،سرمایه گذاری می
//                   کند. <br />
//                   سایر دارایی های صندوق: الف-اوراق مشارکت، اوراق صکوک و اوراق
//                   بهادار رهنی و سایر اوراق بهاداری که تمامی شرایط زیر را داشته
//                   باشد. 1- مجوز انتشار آنها از سوی دولت، بانک مرکزی جمهوری
//                   اسلامی ایران یا سازمان بورس اوراق بهادار صادر شده باشد. 2- سود
//                   حداقلی برای آنها تضمین و مشخص شده باشد. <br />
//                   3- در یکی از بورس ها پذیرفته شده و معاملات ثانویه آنها در بورس
//                   امکان پذیر باشد. <br />
//                   ب) گواهی های سپرده ء منتشره توسط بانک ها و موسسات مالی اعتباری
//                   دارای مجوز از بانک مرکزی <br />
//                   ج) هرنوع سپرده گذاری نزد بانک ها و موسسات مالی اعتباری دارای
//                   مجوز از بانک <br />
//                   هزینه های سرمایه گذاری در صندوق <br />
//                   این هزینه ها به دوبخش تقسیم میشود. بخشی از هزینه ها از محل
//                   دارایی های صندوق پرداخت مشود که منجر به کاهش ارزش خالص دارایی
//                   های صندوق می شود. بخش دیگر مستقیما از سرمایه گذار اخذ میشود.{" "}
//                   <br />
//                 </Typography>
//               </Box>
//             )}
//             {tabIndex === 2 && (
//               <Box>
//                 <Typography className="textBody">
//                   <Typography className="textBody">
//                     تعریف سرمایه گذاری جسورانه <br />
//                     سرمایه‌گذاری جسورانه (Venture Capital) سرمایه لازم برای رشد
//                     و توسعه شرکت‌های در حال توسعه که در مرحله اولیه چرخه عمر خود
//                     هستند و دارای افق روشنی می باشند را تأمین می نماید.
//                     <br />
//                     در این نوع از سرمایه گذاری، سرمایه‌گذار ریسک‌های کسب‌وکار را
//                     نیز تحمل می‌کند. پذیرش چنین سطحی از ریسک برای سرمایه‌گذار
//                     مستلزم کسب بازدهی مورد انتظار بالایی در مقایسه با سایر
//                     فرصت‌های سرمایه‌گذاری است.
//                     <br />
//                     در واقع کلیدیترین موضوع در سرمایه گذاری جسورانه بحث خلق ارزش
//                     می باشد، که این خلق ارزش در چرخه اقتصادی کشور باعث کارآفرینی
//                     بیشتر خواهد شد. * مشخصات ارکان صندوق <br />
//                     ارکان صندوق شامل مجمع، هيئت مديره، مدير، متولي و حسابرس است
//                     که هر کدام به شرح زير معرفي مي‌شود. مجمع: مجمع صندوق، در هر
//                     زمان از اجتماع دارندگان واحدهای سرمایه‌گذاری تشکیل شده و هر
//                     سرمایه‌گذار به نسبت تعداد واحدهای سرمایه‌گذاری در تملک خود،
//                     دارای حق رای است. دارندگان واحدهای سرمایه‌گذاری یا نمایندگان
//                     قانونی آن‌ها حق حضور در جلسة مجمع صندوق را دارند. مسئوليت
//                     احراز مالكيت يا نمايندگي مالك برعهدة دعوت‌كننده است. دعوت
//                     کننده باید فهرستی از اسامی حاضران و تعداد واحدهای
//                     سرمایه‌گذاری در مالکیت هر يك را تنظیم و به امضای هر یک از
//                     آنها برساند. فهرست حاضران با تأئيد دعوت‌كننده در اختیار رئیس
//                     مجمع قرار مي‌گيرد. <br />
//                     هيأت مديره: هيأت مديرۀ صندوق متشکل از شخص حقيقي و يا حقوقي
//                     است که يکي از اعضاي آن مدير صندوق است. ساير اعضا به انتخاب
//                     مجمع صندوق براي مدت 2 سال تعيين مي¬شوند. هيات مديره مسئوليت
//                     کامل تمامي سرمايه‌گذاري‌ها و خروج از آنها را بر عهده دارد.
//                     طراحي و پياده‌سازي سياست‌ها و دستورالعمل‌هاي مناسب براي اين
//                     منظور بر عهده هيات مديره است. شناسايي مدير اجراي مناسب صندوق
//                     و پيشنهاد آن به مجمع و نظارت دوره‌اي بر عملکرد مدير نيز از
//                     وظايف هيئت مديره به شمار مي‌آيند. به همراه اين اميدنامه،
//                     اعضاء هيئت مديره مشخصات و سوابق کاري خود را براي اطلاع
//                     سرمايه‌گذاري اعلام نموده‌اند. <br />
//                     مدير: مدير صندوق، يك شخص حقوقي است که تخصص و تجربه لازم به
//                     منظور راه‌اندازی و مدیریت صندوق (های) سرمایه‌گذاری جسورانه
//                     را دارد و در اين اساسنامه مدیر یا مدير صندوق ناميده مي‌شود.
//                     مدیر صندوق منوط به تایید سازمان و بر اساس مقررات و مفاد
//                     اساسنامه توسط مجمع صندوق انتخاب می‌شود. حق تصميم‌گيري در
//                     مورد دارايي‌هاي صندوق در چارچوب اين اساسنامه، امیدنامه ‌و
//                     سیاست¬های تعیین شده توسط هیات مدیره، منحصراً از اختيارات
//                     مدير صندوق است. <br />
//                     متولي: متولی صندوق منوط به تایید سازمان و بر اساس مقررات و
//                     مفاد اساسنامه توسط مجمع صندوق انتخاب شده و در این اساسنامه
//                     متولی نامیده می‌شود. <br />
//                     حسابرس: حسابرس صندوق توسط متولي از بین مؤسسات حسابرسی معتمد
//                     سازمان، پیشنهاد و به تصویب مجمع صندوق می‌رسد. حق‌الزحمة
//                     حسابرس توسط متولي پیشنهاد شده و به تصویب مجمع صندوق می‌رسد.
//                     مدت مأموریت حسابرس را مجمع صندوق تعیین می‌كند. <br />
//                     * ويژگيهاي سرمايه گذاري مخاطره پذير <br />
//                     • فرآيند سرمايه گذاري در قالب مشاركت مبتني بر عقود اسلامي مي
//                     باشد. <br />
//                     • ارزش ريالي دانش فني طرح محاسبه و به صورت مستقيم يا
//                     غيرمستقيم در مشاركت اعمال مي گردد. <br />
//                     • تيم كارآفرين و صندوق، به نسبت سهم الشركه در سود و زيان
//                     حاصل از طرح شريك خواهند بود. <br />
//                     • اولويت سرمايه گذاري با شركتهاي نوپا و با سرمايه اوليه كم
//                     مي باشد. <br />
//                     • قبل از انجام سرمايه گذاري، استراتژي خروج و حدود زماني خارج
//                     شدن صندوق از طرح مشخص مي گردد. <br />
//                     • صندوق در طول دوره سرمايه گذاري به اندازه سهام خود، بر
//                     فعاليتهاي اجرائي نظارت كامل خواهد داشت. <br />
//                     • صندوق در طول دوره سرمايه گذاري در صورت نياز مشاوره هايي در
//                     زمينه هاي گوناگون نظير مباحث مالي، حقوقي، مديريتي و غيره
//                     ارائه مي دهد. • در طول دوره سرمايه گذاري، صندوق به هيچ عنوان
//                     دانش فني طرح را افشا نخواهد نمود. <br />
//                     • طرح مراجعه كننده، با روشهاي علمي مورد ارزيابي و امكان سنجي
//                     قرار مي گيرد. <br />
//                     * نقش صندوق‌هاي سرمايه گذاري در تامين مالي پروژه‌هاي خطر
//                     پذير <br />
//                     1. مشاركت در مديريت شركت‌ها <br />
//                     2. ارزيابي مديريتي <br />
//                     3. خطرپذيري
//                     <br />
//                     4. مشارکت در مالکيت شرکت ها <br />
//                     5. انگيزه سودآوري <br />
//                     6. توجه به شرکت‌هاي نوپا <br />
//                     7. ديدگاه بلند مدت <br />
//                     8. مديريت حرفه‌اي <br />
//                     * سيكل سرمايه گذاري مخاطره آميز <br />
//                     جريان سرمايه گذاري مخاطره آميز از سرمايه گذار به شركت تازه
//                     تاسيس و برعكس مي تواند طي يك سيكل و در چند مرحله به تحقق
//                     بپيوندد:
//                     <br />
//                     1. تامين وجوه ريسكي
//                     <br />
//                     2. سرمايه گذاري، نظارت و ايجاد ارزش افزوده براي شركت
//                     <br />
//                     3. خروج موفقيت آميز از صنعت و بازگشت سرمايه براي سرمايه
//                     گذاران
//                     <br />
//                     * مقایسه تأمین مالی از طریق بدهی و سرمایه‌گذاری جسورانه
//                     <br />
//                   </Typography>
//                 </Typography>
//               </Box>
//             )}
//             {tabIndex === 3 && (
//               <Box>
//                 <Typography className="textBody">
//                   صندوق سرمایه گذاری زمین وساختمان <br />
//                   صندوق های سرمایه گذاری زمین و ساختمان، صندوق های هستند که از
//                   جمع آوری سرمایه های کوچک اشخاص حقیقی،به منظور سرمایه گذاری در
//                   پروژه های بزرگ ساختمانی ایجاد می شوند. در صندوق های سرمایه
//                   گذاری زمین و ساختمان منابع مالی جمع آوری شده با نگاهی بلند
//                   مدت، در دارائی های واقعی سرمایه گذاری می شوند. <br />
//                   * ویژگی های صندوق های سرمایه گذاری زمین و ساختمان <br />
//                   • بهره مندی مستقیم سرمایه گذاران از محل منافع حاصل از تمرکز بر
//                   پروژه های ساختمانی <br />
//                   • سرمایه گذاری پایدار با تمرکز در حوزه زمین و ساختمان و کسب
//                   درآمدهای مستمر و قابل پیش بینی <br />
//                   • کاهش ریسک سرمایه گذاری در سبد دارایی های سرمایه گذار، بواسطه
//                   وجود دارایی های با ثبات و به نسبت کم ریسک <br />
//                   • کاهش ریسک نقد شوندگی <br />• کاهش هزینه های سربار و بالا
//                   بردن امتیاز دهی رقابت سرمایه¬ ای <br />
//                   * ارکان صندوق <br />
//                   مدیر صندوق <br />
//                   مدیر شخصی است حقوقی از بین نهادهای مالی که وظایف تعیین شده در
//                   اساسنامه همچنین دستورالعمل مربوطه برای اجرای مراحل صدور واحد
//                   های سرمایه گذاری را انجام می دهد. <br />
//                   مدیر ناظر <br />
//                   شخصی است حقوقی که مطابق قانون نظام مهندسی دارای پروانه اشتغال
//                   به کار اجرای ساختمان در سطح پایه یک باشد تائيد طرح توجيهي
//                   پروژه شامل نقشه ها، مراحل ساخت و درصدهاي پيشرفت فيزيكي به عهده
//                   ایشان می باشد. <br />
//                   متعهد پذیره نویسی <br />
//                   يك شخص حقوقي است خرید واحد های سرمایه گذاری باقی مانده را تعهد
//                   می کند. <br />
//                   مدیرساخت <br />
//                   شخصی است حقوقی که مطابق قانون نظام مهندسی دارای پروانه اشتغال
//                   به کار اجرای ساختمان در سطح پایه یک باشد، اجرای پروژه را رأساً
//                   و یا از طریق عقد قرارداد با پیمانکاران به عهده می گیرد. <br />
//                   متولی <br />
//                   متولي صندوق، يك شخص حقوقي مورد تائيد سازمان است که نظارت بر
//                   عملکرد صندوق بر اساس اساسنامه را به عهده دارد. <br />
//                   بازارگردان <br />
//                   يك شخص حقوقي است که در صورت پذيرش واحدهاي سرمايه گذاري صندوق
//                   در بورس اوراق بهادار يا بازار خارج ازبورس داخلي، موظف است تا
//                   زمان ابطال واحدهاي سرمايه گذاري در پايان دوره ي فعاليت،
//                   بازارگرداني واحدهاي سرمايه گذاري صندوق به استثناء واحدهاي
//                   سرمايه گذاري در تملك اركان صندوق را براساس دستورالعمل
//                   بازارگرداني مربوطه، انجام دهد. <br />
//                   حسابرس <br />
//                   حسابرس صندوق از بين مؤسسات حسابرسي معتمد سازمان بورس و اوراق
//                   بهادار، براي مدت يكسال شمسي تعيين مي شود که بر كليه عمليات
//                   مالي صندوق به منظور حصول اطمينان از اينكه رويدادهاي مالي صندوق
//                   به طور كامل و به روش صحيح در حسا بهاي صندوق ثبت مي شود نظارت
//                   می کند. <br />
//                   جریان عملیاتی اخذ مجوز تاسیس صندوق
//                   <br />
//                 </Typography>
//               </Box>
//             )}
//             {tabIndex === 4 && (
//               <Box>
//                 <Typography className="textBody">
//                   صندوق های مشترک سرمایه گذاری به عنوان یکی از انواع شرکتهای
//                   سرمایه گذاری از جمله واسطه های مالی هستند که با فروش سهام خود
//                   به عامه مردم، وجوهی را تحصیل و در ترکیب متنوعی از اوراق بهادار
//                   شامل سهام، اوراق مشارکت، ابزار کوتاه مدت بازار پول و سایر
//                   دارایی ها با توجه به هدف صندوق، بطور حرفه ای سرمایه گذاری می
//                   کنند.
//                   <br />
//                   به طور کلی هدف از تشکیل صندوق، جمع‌آوری وجوه از سرمایه‌گذاران
//                   و سرمایه‌گذاری در اوراق بهادار می باشد. سرمایه‌گذاری در این
//                   صندوق همراه با ریسک است. البته، تمهيدات لازم به عمل آمده است
//                   تا سرمایه‌گذاری در این صندوق سودآور باشد ولی ممکن است در اثر
//                   کاهش خالص ارزش دارایی‌های صندوق، سرمایه‌گذار در موقع ابطال
//                   واحدهای سرمایه‌گذاری خود، مبلغی را دريافت كند كه از مبلغ
//                   پرداختی وی برای صدور واحدهای سرمایه‌گذاری کمتر باشد. واحدهای
//                   سرمایه‌گذاری صندوق به دو نوع عادی و مدیریتی تقسیم می‌شود.
//                   علاقه‌مندان به سرمایه‌گذاری در این نوع صندوق¬ها، واحدهای
//                   سرمایه‌گذاری عادی صندوق را خریداری مي‌نمایند.
//                   <br />
//                   * تعریف صندوق های سرمایه گذاری مشترک
//                   <br />
//                   بر اساس قانون بازار اوراق بهادار جمهوری اسلامی ایران (ماده 1
//                   بند 20(، صندوق سرمایه گذاری به شرح زیر تعریف شده است: « نهادی
//                   مالی است که فعالیت اصلی آن سرمایه گذاری در اوراق بهادار
//                   می‌باشد و مالکان آن به نسبت سرمایه‌گذاری خود، در سود و زیان
//                   صندوق شریک هستند» سرمایه‌گذارانی که واحد های صندوق‌های مشترک
//                   سرمایه‌گذاری را خریداری می‌کنند همان مالکان یا سهام‌داران
//                   هستند. وجوه دریافتی از آنها در ترکیب متنوعی از اوراق بهادار
//                   شامل سهام، اوراق قرضه، ابزارهای کوتاه مدت بازار پول و
//                   دارایی‌های دیگر سرمایه‌گذاری می‌شوند.
//                   <br />
//                   * انواع صندوق های سرمایه گذاری
//                   <br />
//                   الف: از لحاظ اندازه( کوچک 5 میلیارد تومان و بزرگ 50 میلیارد
//                   تومان)
//                   <br />
//                   ب : از لحاظ ترکیب دارایی‌ها( در سهام، در اوراق بهادار با درآمد
//                   ثابت و مختلط)
//                   <br />
//                   ج: ازنظر موضوع فعالیت (در اوراق بهادار، در طلا، در ارز و سایر
//                   )<br />
//                   د: از نظر وضعیت نقدشوندگی، (با ضمانت نقدشوندگی و بدون ضمانت
//                   نقدشوندگی )<br />
//                   ه: از منظر تضمین بازدهی (با تضمین حداقل بازدهی و بدون تضمین
//                   حداقل بازدهی )<br />
//                   و: و در نهایت صندوق‌های سرمایه‌گذاری بدون تضمین و صرفاً با
//                   پیش‌بینی سود <br />
//                   صندوق های سرمایه گذاری بر اساس قوانین بازار سرمایه به شرح ذیل
//                   تقسیم می شوند:
//                   <br />
//                   • صندوق های سرمایه گذاری سهام (بزرگ و کوچک)
//                   <br />
//                   • صندوق سرمایه گذاری در اوراق بهادار با درآمد ثاب ت (سود تضمین
//                   شده و پیش¬بینی سود)
//                   <br />
//                   • صندوق های سرمایه گذاری زمین و ساختمان
//                   <br />
//                   • صندوق های سرمایه گذاری شاخصی <br />
//                   • صندوق های ارزی
//                   <br />
//                   • صندوق سرمایه گذاری نیکوکاری <br />
//                   • صندوق سرمایه گذاری سهام با پرداخت سود دوره ای
//                   <br />
//                   • صندوق کالایی
//                   <br />
//                   • صندوق پروژه <br />
//                   تعاریف
//                   <br />
//                   خالص ارزش روز هر واحد سرمایه گذاری(NAV ) در پایان هر روز برابر
//                   است با ارزش روز دارایی های صندوق منهای بدهی های صندوق در پایان
//                   آن روز تقسیم بر تعداد واحدهای سرمایه گذاری نزد سرمایه گذاران
//                   در پایان همان روز.
//                   <br />
//                   واحدهای عادی و ممتاز : سرمایه گذاران تنها مجاز به خرید واحدهای
//                   عادی صندوق می¬باشند¬ و سرمایه گذاری در واحدهای ممتاز تنها در
//                   اختیار مدیر صندوق است.
//                   <br />
//                   NAV هر واحد در هنگام صدور و NAV هر واحد صندوق در هنگام ابطال
//                   می¬باشد.
//                   <br />
//                   * ارکان صندوق سرمایه گذاری : <br />
//                   مدیر صندوق <br />
//                   نهاد های مالی دارای مجوز (شرکت های کارگزاری،شرکت های تامین
//                   سرمایه ،شرکت های سبدگردانی...)
//                   <br />
//                   مدیر شخصی است حقوقی از بین نهادهای مالی که وظایف تعیین شده در
//                   اساسنامه همچنین دستورالعمل مربوطه برای اجرای مراحل صدور واحد
//                   های سرمایه گذاری را انجام می دهد ضامن نقدشوندگی <br />
//                   شرکت های دارای مجوز از سازمان بورس و اوراق بهادار <br />
//                   ضامن شخصی است حقوقی که در صورت عدم وجود وجوه کافی در صندوق
//                   برای پرداخت به متقاضیان ابطال واحدهای سرمایه گذاری عادی، وجوه
//                   لازم را به این منظور تامین نماید.
//                   <br />
//                   متولی صندوق
//                   <br />
//                   موسسه حسابرسی مورد تایید سازمان
//                   <br />
//                   متولي صندوق، يك شخص حقوقي مورد تائيد سازمان است که نظارت بر
//                   عملکرد صندوق بر اساس اساسنامه را به عهده دارد
//                   <br />
//                   حسابرس
//                   <br />
//                   موسسه حسابرسی مورد تایید سازمان حسابرس صندوق از بين مؤسسات
//                   حسابرسي معتمد سازمان بورس و اوراق بهادار، براي مدت يكسال شمسي
//                   تعيين مي شود که بر كليه عمليات مالي صندوق به منظور حصول
//                   اطمينان از اينكه رويدادهاي مالي صندوق به طور كامل و به روش
//                   صحيح در حسا بهاي صندوق ثبت مي شود نظارت می کند.
//                   <br />
//                   * مزایای سرمایه‌گذاری در صندوق سرمایه گذاری
//                   <br />
//                   • برخورداری از کارشناسان حرفه ای بازار سرمایه و استفاده از نرم
//                   افزارهای مربوطه که امکان مدیریت بهینه پرتفوی را فراهم می‌سازد
//                   <br />
//                   • سادگی در ســرمــایــه‌گــذاری بــرای ســرمــایـه‌گـذاران
//                   جـزء،
//                   <br />
//                   • صندوق‌¬های سرمایه گذاری با سرمایه‌گذاری در سهام، گواهی‌های
//                   سپرده و اوراق مشارکت، همزمان از ابزارهای بازار پول و بازار
//                   سرمایه بهره برده و با متنوع سازی پرتفوی سرمایه‌گذاری، ریسک
//                   سرمایه‌گذار را کاهش می¬دهد.
//                   <br />
//                   • قابلیت بالای نقد شوندگی در زمان درخواست سرمایه گذار مبنی بر
//                   ابطال واحد های سرمایه گذاری در صندوق
//                   <br />
//                   • شفافیت عملکرد : قیمت صدور و ابطال واحد های سرمایه گذاری و
//                   ترکیب دارایی های صندوق به صورت روزانه در سایت موجود می باشد.
//                   <br />
//                 </Typography>
//               </Box>
//             )}{" "}
//             {tabIndex === 5 && (
//               <Box>
//                 <Typography className="textBody">
//                   صندوق¬های سرمایه¬گذاری در اوراق با درآمد ثابت، صندوق¬های
//                   مشترکی هستند که علاوه بر ویژگی تنوع بخشی در پرتفوی سهامداران
//                   ویژگی منحصر به فردی دارند که آن به لحاظ جذابیت سرمایه گذاری از
//                   سایر صندوق ها متمایز می باشد. این صندوق‌ها وجوه دریافتی از
//                   سرمایه‌گذاران را در پرتفویی (سبدی) از اوراق بهادار با درآمد
//                   ثابت (شامل انواع اوراق قرضه، اوراق مشارکت و انواع اوراق بدهی)
//                   سرمایه‌گذاری و آن را اداره می‌کنند. ویژگی خاص این صندوق‌ها این
//                   است که ریسک آنها پایین است و جریانات نقدی و زمان‌بندی پرداخت
//                   سودها و اصل سرمایه توسط آنها از اطمینان بالایی برخوردار است. .
//                   با توجه به این که این نوع از صندوق های سرمایه گذاری در دوره
//                   های مشخص بخشی از سود تحقق یافته خود را بین دارندگان واحد های
//                   سرمایه گذاری توزیع می کنند، این ویژگی منجر به جذابیت بیشتر این
//                   صندوق ها برای خرید توسط سرمایه گذاران خواهد بود.
//                   <br />
//                   در ذیل به ویژگی های خاص این صندوق ها اشاره می شود: <br />
//                   • امکان تقسیم سود در دوره های ماهانه، فصلی، چهارماهه، شش ماهه،
//                   سالانه <br />
//                   • امکان صدور واحد های جدید از محل مطالبات سرمایه گذار
//                   <br />
//                   • کاهش ریسک سرمایه گذار به دلیل شناسایی سود در سررسید های
//                   کوتاه تر
//                   <br />
//                   • کنترل ریسک سرمایه گذار به دلیل وجود ابزارهای کنترلی در امید
//                   نامه مانند محدودیت¬های¬ حداقلی برای سرمایه گذاری در اوراق
//                   بهادار با درآمد ثابت <br />
//                 </Typography>
//               </Box>
//             )}
//             {tabIndex === 6 && (
//               <Box>
//                 <Typography className="textBody">
//                   تعریف صندوق سرمایه گذاری پروژه
//                   <br />
//                   صندوق سرمایه‌گذاری پروژه نهاد مالی است که با اخذ مجوز از
//                   سازمان بورس و اوراق بهادار تأسیس شده و به جمع آوری سرمایه از
//                   عموم و تخصیص آن به سرمایه گذاری در ساخت و تکمیل پروژه معین
//                   اشاره شده در اساسنامه صندوق، می پردازد. این صندوق به‌ منظور
//                   ساخت و رساندن به مرحله بهره‌برداری پروژه های سودآور خدماتی و
//                   تولیدی، به جمع‌آوری وجوه ازسرمایه‌گذاران و اختصاص وجوه
//                   جمع‌آوری شده به پروژه مربوطه می پردازد. در این روش بانیان
//                   اجرای پروژه‌ای که دارای تجارب و پیشینه کافی در صنعت مورد
//                   نظرهستند می‌توانند در ساختاری تحت نظارت نهادها و ارکان قانونی
//                   و بکارگیری عوامل و پیمانکاران مجرب، اقدام به اجرا و ساخت پروژه
//                   کنند. ساخت از طریق شرکت سهامی خاص پروژه که سهام آن متعلق به
//                   صندوق است اجرا می شود و در پایان دوره ساخت و آغاز دوره بهره
//                   برداری، سهام این شرکت قابل فروش یا عرضه دربازار بورس خواهد
//                   بود.
//                   <br />
//                   <br />
//                   شرایط تاسیس صندوق
//                   <br />
//                   <br />
//                   براساس دستورالعمل تاسیس صندوق های پروژه ، برای تأیید ارکان
//                   پیشنهادی صندوق و صدور موافقت اصولی تأسیس صندوق توسط سازمان،
//                   ارائه‌ اطلاعات و مدارک از جمله تقاضای صدور موافقت اصولی تأسیس
//                   صندوق اطلاعات مربوط به ارکان پیشنهادی صندوق شامل اطلاعات اصلی
//                   پروژه و سایر اطلاعات و مدارک به تشخیص معاونت مربوطه در سازمان
//                   بورس و اوراق بهادار ضروری است.
//                   <br />
//                   به علاوه اعتبار موافقت اصولی حداکثر شش ماه از تاریخ صدور آن
//                   است و سازمان می‌تواند به تقاضای ذینفع، اعتبار آن را حداکثر به
//                   مدت شش ماه دیگر تمدید کند. طی مدت اعتبار موافقت اصولی، متقاضی
//                   می‌تواند تقاضای تأسیس صندوق را با ارائه اطلاعات و مدارک موضوع
//                   ماده 4 به سازمان ارائه دهد که این موضوع در موافقت اصولی، قید
//                   می‌شود.
//                   <br />
//                   ارکان‌صندوق و وظایف آنها
//                   <br />
//                   1- مجمع صندوق : مجمع صندوق از اجتماع دارندگان واحدهای سرمایه
//                   گذاری بالای یک درصد صندوق و متولی به عنوان نماینده ی دارندگان
//                   واحدهای سرمایه گذاری کمتر از یک درصد، طی تشریفات مذکور در
//                   اساسنامه تشکیل میشود. 2- هیئت مدیره ی صندوق: هیئت مدیره صندوق
//                   از مدیر صندوق و چهار نفر شخص حقیقی یا حقوقی عضو اصلی اداره
//                   میشود که به وسیله مجمع صندوق از بین صاحبان واحدهای سرمایه
//                   گذاری انتخاب میشوند و همه آنها قابل عزل و انتخاب مجدد میباشند.
//                   3- مدیر صندوق : مهمترین وظایف و مسئولیتهای مدیر عبارتند از:
//                   راه اندازی تارنمای صندوق و انتشار اطلاعات صندوق در مواعد مقرر
//                   از طریق آن؛ تأیید بخشهای مالی طرح توجیهی و بررسی صورت وضعیتهای
//                   پیشرفت مالی پروژه و تأیید یا تعیین موارد نقص یا اشکال آنها
//                   مطابق مفاد اساسنامه؛ پیشنهاد اعلام و درخواست افزایش سرمایه
//                   صندوق از طریق صدور واحدهای سرمایه گذاری جدید بر اساس طرح
//                   توجیهی و ارائه آن به هیئت مدیره صندوق به همراه مدارک و مستندات
//                   مربوطه، جهت تصویب؛ اجرای عملیات فروش و مناقصه و تبدیل صندوق در
//                   پایان عمر آن در صورت نیاز.
//                   <br />
//                   4- ناظر فنی: مهمترین وظایف و مسئولیتهای ناظر فنی عبارتند از:
//                   نظارت بر اجرای پروژه جهت تطبیق با طرح توجیهی پروژه و
//                   استانداردها و مقررات و ارائه موارد الزام به شرکت پروژه برای
//                   اصالح انحرافات احتمالی و ارائه گزارشهای الزام در این زمینه به
//                   مدیر صندوق و متولی؛ بررسی و تأیید صورت وضعیتهای پیشرفت فیزیکی
//                   تهیه شده توسط شرکت پروژه با انجام بازدیدهای الزام از پروژه؛
//                   تهیه گزارشهای دوره های پیشرفت پروژه بر اساس صورت وضعیتهای
//                   تائید شده در هرماه، حداکثر 11 روز کاری پس از پایان هرماه؛
//                   انجام کلیه وظایفی که مطابق آیین نامه ها و مقررات مربوطه، بر
//                   عهده ناظر فنی آن است . 5- متولی: مهمترین وظایف و مسئولیتهای
//                   متولی عبارتند از: شرکت در جلسات مجمع صندوق و اعمال رأی از جانب
//                   دارندگان واحدهای سرمایه گذاری کمتر از یک درصد با رعایت مصالح
//                   آنها، نظارت بر سایر ارکان به منظور اطمینان از اجرای صحیح
//                   مسئولیتها و پیگیری تخلفات احتمالی آنها، بررسی و تأیید دستور
//                   پرداخت از محل داراییهای صندوق، پیشنهاد عزل و نصب دیگر ارکان به
//                   مجمع صندوق درصورتیکه منافع سرمایه گذاران ایجاب کند. به همراه
//                   این امیدنامه، متولی مشخصات و سوابق کاری خود را برای اطلاع
//                   سرمایه گذاران اعلام نموده است . 6- متعهد پذیره نویس: درصورتیکه
//                   در اولین عرضه عمومی یا در هر مرحله از افزایش سرمایه، تعدادی از
//                   واحدهای سرمایه گذاری خریداری نشوند، متعهد پذیره نویس موظف است
//                   مطابق مقررات اساسنامه، این واحدهای سرمایه گذاری باقیمانده را
//                   به قیمت اسمی آنها، خریداری کند.
//                   <br />
//                   7- بازارگردان: وظیفه اصلی بازارگردان که در اساسنامه قیدشده،
//                   بازارگردانی واحدهای سرمایه گذاری صندوق بر اساس مقررات بورس یا
//                   بازار خارج از بورس مربوطه است.
//                   <br />
//                   8- حسابرس: مهمترین وظایف و مسئولیتهای حسابرس عبارتند از:
//                   اطمینان از درستی ثبت و نگهداری حسابهای صندوق، بررسی و اظهارنظر
//                   راجع به گزارشهای عملکرد و صورتهای مالی صندوق در مقاطع زمانی شش
//                   ماهه و سالانه، بررسی و اظهارنظر راجع به گزارش مدیران صندوق در
//                   خصوص افزایش سرمایه.
//                   <br />
//                   هزینه ها
//                   <br />
//                   هزینه‌های ساخت پروژه که شامل تمامی هزینه‌های اجرای پروژه
//                   است،مسئول اجرای هر مرحله و مبلغی از کل هزینه ساخت که برای
//                   اجرای آن مرحله باید به وی پرداخت شود وهمچنین زمان‌بندی اجرای
//                   هر مرحله و جریمه‌های تاخیر، در قالب امیدنامه باید تهیه
//                   ‌و‌ارائه ‌شود. صندوق سرمایه‌گذاری پروژه به منظور انجام پروژه
//                   مورد نظر خود در چارچوب اساسنامه و با رعایت مقررات، یک شرکت
//                   سهامی خاص به نام«شرکت پروژه»تاسیس می‌کند که آن شرکت،پس از
//                   تکمیل و آغازمرحله بهره‌برداری تبدیل به یک شرکت سهامی عام شده و
//                   در بورس یا بازار خارج از بورس پذیرش و قابل معامله می‌شود. پس
//                   از ساخت پروژه و با تبدیل به سهامی عام شدن و عرضه شدن سهام
//                   شرکت، فعالیت صندوق پایان پذیرفته،تمامی دارایی‌ها و بدهی‌های
//                   صندوق به شرکت پروژه منتقل شده و به دارندگان واحدهای
//                   سرمایه‌گذاری صندوق، به همان نسبت، سهام شرکت پروژه واگذار
//                   می‌شود.
//                   <br />
//                   شرکت‌پروژه، براساس یک قرارداد با صندوق، انجام کل مراحل اجرای
//                   پروژه را با مشخصات، کیفیت، زمان‌بندی و با دریافت مبالغ مندرج
//                   در طرح توجیهی را برعهده دارد. تعدیل هزینه‌های پیش‌بینی‌شده
//                   انجام پروژه نیز تنها با تایید مجمع صندوق امکانپذیر است. به
//                   دلیل اینکه فعالیت صندوق به ‌وسیله حسابرس صندوق نظارت می‌شود ،
//                   احتمال سوء استفاده از سرمایه صندوق ،کاهش می‌یابد و سرمایه‌گذار
//                   می‌تواند واحدهای سرمایه‌گذاری خود را در هر زمان از طریق فروش
//                   به بازارگردان یا اشخاص دیگر به نقد تبدیل کند. ساختار و پروسه
//                   کلی صندوق <br />
//                   در این ساختار که مبتنی بر تشکیل صندوق سرمایه‌گذاری پروژه با
//                   موضوع مشخص است، ساختار تامین مالی پروژه با توجه به ۳ اصل ذیل
//                   انجام می‌گیرد:
//                   <br />
//                   • استفاده از ساختار صندوق با هدف جلوگیری از چهارچوب‌هایی که
//                   باعث کندی در فرآیند پیشروی پروژه می‌شوند و استفاده از یک
//                   ساختار چابک و بهینه را فراهم می‌سازد.
//                   <br />
//                   • استفاده از مفاهیم و روش‌های تامین‌مالی پروژه (Project
//                   Finance) در این ساختار <br />
//                   • طراحی ساختار منحصر به هر پروژه با توجه به خصوصیات و
//                   ویژگی‌های خاص آن پروژه <br />
//                   در واقع، صندوق سرمایه‌گذاری پروژه، نهاد مالی است که با اخذ
//                   مجوز از سازمان بورس و اوراق بهادار تاسیس شده و با فراهم کردن
//                   بستر لازم به جمع‌آوری سرمایه از عموم و تخصیص آن به پروژه مورد
//                   اشاره در اساسنامه صندوق می‌پردازد. به منظور تامین مالی یک
//                   پروژه مشخص، صندوق سرمایه‌گذاری پروژه با موضوع مشخص تشکیل
//                   می‌شود و تحت نظارت ارکان مرتبط و ناظر سازمان بورس قرار
//                   می‌گیرد. این صندوق مالک ۱۰۰% سهام شرکت پروژه که مسئولیت اجرایی
//                   پروژه مورد نظر را عهده‌دار است، می‌باشد. شرکت پروژه نیز با
//                   ساختاری که مشابه ساختاری است که در ذیل آمده، مسئولیت ساخت و
//                   بهره‌برداری پروژه را عهده‌دار است.
//                   <br />
//                   در واقع، این شرکت که منحصرا با هدف اجرای پروژه مورد نظر تشکیل
//                   می‌شود، در تمامی دوران ساخت و بهره‌برداری پروژه، تمامی امور
//                   مربوط به پروژه را بطور کامل تحت مدیریت و مسئولیت خود دارد.
//                   چنین ساختاری همراه با ساختار تامین‌مالی در قالب صندوق پروژه،
//                   این امکان را فراهم می‌کند که فضای تامین مالی و فضای اجرایی
//                   پروژه، در عین مرتبط بودن به هم، تا حد ممکن کمترین تاثیر منفی
//                   را بر یکدیگر بگذارند. سرمایه‌گذاران با سرمایه‌گذاری در صندوق
//                   پروژه و نه مستقیما در پروژه مورد نظر، می‌توانند هر زمان که
//                   بخواهند با فروش سهام یا اوراق خود، از مزایای خروج سریع از
//                   پروژه بدون تحت تاثیر قرار دادن ساختار اجرایی پروژه استفاده
//                   نمایند و در این شیوه لطمه‌ای به ساختار اجرایی پروژه وارد
//                   نخواهد شد.
//                   <br />
//                   <br />
//                 </Typography>
//               </Box>
//             )}
//           </Box>
//         </Box>
//         {/* <div className="fullImage RegisterSum"></div> */}
//       </Box>
//     </>
//   );
// }

// export default ServicesInvest;
