import React from "react";
import Divider from "../../../components/divider/Divider";

const ServicesB1 = () => {
  return (
		<div className="page">
			<div className="fullImage boursc1"></div>
			<h2 className="fullWidth"> معرفی بورس کالا </h2>
			<p>
				علی‌رغم صرف هزینه‌های بسیار توسط دولت برای تنظیم بازار و تعیین قیمت
				نهاده‌ها و محصولات در بخش تولید و توزیع، مصرف‌کنندگان همواره با مشکلات
				فراوانی روبرو بوده‌اند که مهمترین این مشکلات را می‌توان به شرح ذیل خلاصه
				نمود:
				<ol>
					<li>
						نوسانات کاذب قیمت محصولات ناشی از ارتباط نامشخص و نامناسب میان عرضه
						و تقاضا
					</li>
					<li>عدم امکان مدیریت ریسک و محافظت از نوسانات آتی قیمت</li>
					<li>
						فقدان یک نظام قیمت‌گذاری شفاف بر پایه تعادل میان عرضه و تقاضا و نیاز
						بازار
					</li>
					<li>نبود یک سیستم اجرایی و ناظر بر حسن انجام تعهدات طرفین معامله</li>
					<li>
						فقدان یک سیستم جمع‌آوری، پردازش و تحلیل اطلاعات و آمار تولید،
						واردات، صادرات و مصرف در جهت اطلاع‌رسانی به بازار و تصمیم‌گیری مطلوب
					</li>
					<li>
						عدم هماهنگی میان بخش‌های تولیدی و بازرگانی در زمینه واردات، صادرات و
						بازار مصرف
					</li>
				</ol>
				شرکت بورس کالای ایران در راستای نیاز به ایجاد بازاری متشکل و سازمان
				یافته برای تقابل آزاد عرضه و تقاضا و دستیابی به اثرات مثبت این مهم در
				اقتصاد تولید و مصرف، از ابتدای مهرماه سال 1386 فعالیت خود را آغاز کرد.
				بدین ترتیب، هم اکنون بورس کالای ایران با تجربه‌ای بیش از ۱۵ سال، به
				داد‌وستد انواع محصولات صنعتی و معدنی، فرآورده‌های نفتی و پتروشیمی و
				بعضاً کشاورزی در قالب معاملات نقد، نسیه، سلف، سلف استاندارد و معاملات
				ابزارهای مشتقه از جمله قراردادهای آتی مشغول است.
			</p>
			<Divider centered />
			<h2 className="fullWidth">انواع بازارهای بورس کالای ایران</h2>
			<h3 className="fullWidth">بازار فیزیکی</h3>
			<p>
				در بازار فیزیکی تحویل کالا مشابه بازار سنتی انجام می‌شود، در بازار
				فیزیکی عرضه‌کنندگان مواد خام (فلزات و محصولات پلیمری و پتروشیمی و
				فرآورده‌های نفتی) و مصرف‌کنندگان با در نظر گرفتن قوانین حاکم بر بورس
				کالا و با مزیت شفافیت در قیمت‌ها وارد معامله می‌شوند.{" "}
			</p>
			<h3 className="fullWidth">بازار فرعی</h3>
			<p>
				بورس کالای ایران با هدف تسهیل در فرآیندهای پذیرش و ایجاد امکان پذیرش
				کالاهایی که استمرار عرضه ندارند، بازار فرعی را نیز در مهرماه سال 93
				راه‌اندازی کرد. در این بازار کالاهایی نظیر محصولات کشاورزی و وارداتی،
				پتروشیمی و صنعتی، اموال غیرمنقول و قراضه که مشخصاتشان در هر بار عرضه
				ممکن است دچار تغییر شود، مورد معامله قرار می‌گیرد.
			</p>
			<h3 className="fullWidth">بازار املاک و مستغلات</h3>
			<p>
				نهادهایی که قصد دارند املاک خود را در قالب مزایده و در بستری شفاف واگذار
				کنند، می‌توانند از ظرفیت بورس کالا استفاده کرده و املاک خود را در بازار
				فرعی و در قالب معاملات مبتنی بر مکانیسم حراج عرضه کنند. عرضه‌کننده املاک
				در بورس کالا عموما نهادها و ارگان‌های دولتی و عمومی و بانک‌ها هستند که
				می‌خواهند املاک خود را به صورت مزایده‌های عمومی و شفاف واگذار کنند. در
				بورس کالا، بسیاری از تشریفات قانونی مزایده‌های سنتی حذف می‌شود. این
				مزیتی مهم برای عرضه‌کنندگان است تا بتوانند به کمک سازوکار مبتنی بر حراج
				بورس، املاک خود را به دور از این تشریفات به فروش برسانند.
			</p>
			<h3 className="fullWidth">بازار مشتقه</h3>
			<p>
				همچنین بورس کالای ایران با تشکیل بازار مشتقه و استفاده از ابزارهای نوین
				مالی امکان سرمایه‌گذاری برای افراد مختلف را فراهم آورده است. بازار مشتقه
				در بورس کالا از چهار زیر مجموعه اصلی شامل «سلف موازی استاندارد»، «گواهی
				سپرده کالایی» و «معاملات آتی کالا» و «اختیار معاملات» تشکیل شده است.
			</p>
			<h3 className="fullWidth">قرارداد سلف موازی استاندارد</h3>
			<p>
				فروشنده کالا در قالب این اوراق همانند قرارداد سلف، بهای کالایی را که در
				آینده تحویل داده خواهد شد به صورت نقد دریافت می‌کند. این اوراق برخلاف
				قرارداد سلف، بازار ثانویه دارد و دارنده اوراق می‌تواند قبل از سررسید این
				اوراق را در بورس به فروش برساند.
			</p>
			<h3 className="fullWidth">گواهی سپرده کالایی</h3>
			<p>
				گواهی سپرده کالایی اوراق بهاداری است که مؤید مالکیت دارنده آن بر مقدار
				معینی کالا است و پشتوانه آن قبض انبار استانداردی است که توسط انبارهای
				مورد تایید بورس صادر می‌شود. پس از تودیع محصول از سوی کشاورز یا مالک
				کالا به یکی از انبارهای پذیرش شده از سوی بورس کالای ایران، گواهی سپرده
				کالایی (قبض انبار) از سوی انباردار، صادر شده و در اختیار کشاورز یا مالک
				کالا قرار می‌گیرد. پس از صدور گواهی سپرده کالایی، کشاورز یا مالک کالا
				می‌تواند با مراجعه به یکی از کارگزاران دارای مجوز معاملات در بورس کالای
				ایران و ارائه گواهی سپرده کالایی، درخواست فروش محصول خود را در بورس
				کالای ایران ارائه کند.
				<br></br>
				<br></br>
				انواع گواهی‌های سپرده کالایی شامل : سکه، طلا، پسته، زعفران، شیشه و...
				<br></br>
				<br></br>
				لازم به ذکر است که معاملات گواهی سپرده از طریق همان سیستم معاملات سهام
				انجام خواهد شد. افرادی که در کارگزاری بورس بیمه ایران کد معاملات سهام
				ندارد، لازم است از طریق سایت کارگزاری بورس بیمه ایران اقدام به ثبت نام
				غیر حضوری و اخذ کد بورس اوراق نمایند.
			</p>
			<h3 className="fullWidth">معاملات آتی کالا</h3>
			<p>
				بازار مشتقه با بهره‌مندی از ابزارهایی نظیر قراردادهای آتی و اختیار
				معامله، کارکرد متنوعی برای طیف گسترده‌ای از سرمایه‌گذاران دارد. در این
				بازار یک دارایی پایه که قراردادها بر روی آن منتشر می‌شوند، تعریف می‌شود.
				این دارایی پایه می‌تواند محصولات کشاورزی، انواع فلزات و انواع
				فراورده‌های نفتی باشد. در بورس کالا نخستین بازار قراردادهای آتی روی شمش
				طلا و پس از آن بر روی سکه و محصولات کشاورزی مانند زعفران شکل گرفت. پس از
				مدتی در این نوع معاملات محصولات دیگری مثل پسته و زیره نیز افزوده شدند.
			</p>
			<h3 className="fullWidth">اختیار معاملات</h3>
			<p>
				قرارداد اختیار معامله قراردادی است که در آن یک طرف، اختیار (حق) خرید و
				یا فروش کالایی را از طرف دیگر خریداری می‌کند. قرارداد اختیار معامله به
				دو نوع کلی اختیار خرید و اختیار فروش تقسیم می‌شود. در هر کدام از این دو
				نوع قرارداد، دو طرف خریدار و فروشنده با یکدیگر وارد معامله می‌شوند.
			</p>
			<div className="fullImage boursc2"></div>
			<h2 className="fullWidth">صندوق‌های کالایی</h2>
			<p>
				صندوق کالایی قابل معامله یکی از ابزارهای مالی نوین هستند که به
				سرمایه‌گذاران این امکان را می‌دهند که به‌ جای خرید و نگهداری کالای مورد
				نظر و تحمل هزینه‌های حمل‌ونقل، انبارداری و خسارت‌های احتمالی آن، اوراق
				این صندوق‌ها را خریداری کنند. با خرید این اوراق، سرمایه‌گذار در عین
				داشتن مالکیت کالای مورد نظر، مسئولیت نگهداری از آن کالا را بر عهده
				ندارد. به‌ عبارت‌ دیگر، این صندوق‌ها بخش قابل‌ ملاحظه‌ای از وجوه گردآوری
				شده خود را به سرمایه‌گذاری در کالایی خاص اختصاص می‌دهند و علاقه‌مندان به
				سرمایه‌گذاری در آن کالای خاص اقدام به خرید واحدهای این صندوق‌ها می‌کنند.
				در حال حاضر چندین صندوق کالایی سکه و زعفران در بورس کالا در حال معامله
				می‌باشند.
			</p>
			<Divider centered />
			<h2 className="fullWidth">انواع قراردادها</h2>
			<p>
				تمامی داد‌و‌ستدها در بورس کالا در قالب قراردادهای استاندارد شده انجام
				می‌گیرد :
			</p>
			<h3 className="fullWidth">۱.قرارداد نقدی</h3>
			<p>
				قراردادی است که براساس آن، پرداخت بهای کالای مورد معامله و تحویل آن در
				هنگام معامله و براساس دستورالعمل تسویه و پایاپای انجام می‌شود
			</p>
			<h3 className="fullWidth">۲. قرارداد سلف</h3>
			<p>
				قراردادی است که براساس آن، کالا با قیمت معین در زمانی مشخص در آینده
				تحویل گردیده و بهای آن در هنگام معامله و براساس دستورالعمل تسویه و
				پایاپای پرداخت می‌گردد.
			</p>
			<h3 className="fullWidth">۳. قرارداد نسیه</h3>
			<p>
				قراردادی است که براساس آن، کالا در هنگام معامله تحویل و بهای آن در تاریخ
				سررسید و براساس دستورالعمل تسویه و پایاپای پرداخت می‌گردد.
			</p>
			<Divider centered />
			<h2 className="fullWidth">مزایای خرید و فروش در بورس کالا</h2>
			<p>
				ضمن برخورداری از برخی معافیت‌های مالیاتی، خرید و فروش در بورس کالای
				ایران همچنین از مزایایی از قبیل:
				<ol>
					<li>
						معاملات، متشکل و سازمان یافته، قانونمند، قابل نظارت، شفاف، عادلانه،
						رقابتی و کم‌هزینه است.
					</li>
					<li>در بورس کالا، امکان پوشش، توزیع و انتقال ریسک وجود دارد.</li>
					<li>
						در بورس کالا، کیفیت و کمیت کالا و مبلغ معامله و مدت معامله تضمین شده
						است.
					</li>
					<li>
						کشف قیمت در بورس کالا از طریق حراج حضوری و بصورت شفاف صورت گرفته و
						با حذف رانت باعث فسادزدایی از بازار معاملات می‌گردد.
					</li>
					<li>
						پذیرش کالا جهت فروش در بورس کالا منوط به داشتن استانداردهای اجباری
						برای آن کالا می‌باشد و از این راه کیفیت کالا در بورس تضمین می گردد.
					</li>
					<li>در بورس کالا، مبداء کالا مشخص و تضمین شده است.</li>
					<li>
						در مقایسه با تشریفات مناقصات و مزایدات، سرعت انجام معاملات در بورس
						کالا بسیار بالاتر بوده و جریان معاملات از امنیت کامل برخوردار است.
					</li>
					<li>
						در صورت بروز اختلاف میان طرفین معامله، بورس کالا دارای مراجع اختصاصی
						بررسی و رسیدگی به دعاوی بوده و سرعت رسیدگی به دعاوی مطرح شده در
						مقایسه با دادگاه‌های عادی بالاتر است.
					</li>
					<li>
						با استفاده از ابزارهای مالی مانند قراردادهای سلف و سلف استاندارد و
						ساز‌وکار اوراق بهادار مبتنی بر کالا، امکان تامین مالی بنگاه‌ها از
						این طریق وجود دارد.
					</li>
					<li>
						بخشی از هزینه‌های مرتبط با فروش و بازاریابی با توجه به وجود بازار
						مستقیم و بدون واسطه در بورس کالا حذف می‌گردد.
					</li>
					<li>
						وجود شفافیت در معاملات بورس کالا و حذف هرگونه عاملی که در حوزه فروش،
						منجر به ایجاد رانت خواهد شد.
					</li>
				</ol>
			</p>
		</div>
	);
};

export default ServicesB1;
