import React, { useEffect } from "react";
import { useDispatch, useSelector } from "react-redux";
import { fetchsubMenuByGroupType } from "../../../features/account/subMenuSlice";
import { Box, Tab, Tabs, Typography } from "@mui/material";
import { useState } from "react";
import Loading from "../../../components/loading/Loading";

function ServicesRegisterCompany() {
  const groupName = "Arze_Paziresh_Sherkat";
  const dispatch = useDispatch();
  const data = useSelector((state) => state.subMenu.subMenu);

  useEffect(() => {
    dispatch(fetchsubMenuByGroupType(groupName));
    // window.location.reload();
  }, []);

  console.log("Pass Data", data);
  const [tabIndex, setTabIndex] = useState(0);

  const handleTabChange = (event, newTabIndex) => {
    setTabIndex(newTabIndex);
    console.log("tabIndex ----", newTabIndex);
  };

  const renderTitle = (
    <>
      {data.length > 0 ? (
        data.map((item, index) => (
          <Tab
            className="tabTypography"
            label={item.title}
            onChange={handleTabChange}
            value={index}
          />
        ))
      ) : (
        <p>
          {" "}
          Title Loding ....... <Loading />{" "}
        </p>
      )}
    </>
  );

  const renderBody = (
    <>
      {data.length > 0 ? (
        data.map(
          (item, index) =>
            tabIndex === index && (
              <Box>
                <Typography style={{ lineHeight: 3 }}>
                  {item.body}
                  <br />
                </Typography>
              </Box>
            )
        )
      ) : (
        <p>
          {" "}
          Body data Loding ....... <Loading />{" "}
        </p>
      )}
    </>
  );
  return (
    <>
      <Box style={{ display: "flex", width: "100%" }}>
        <Box sx={{ display: "flex" }} style={{ flex: 2 }}>
          <Tabs
            value={tabIndex}
            onChange={handleTabChange}
            orientation="vertical"
          >
            {renderTitle}
          </Tabs>
        </Box>
        <Box sx={{ margin: 2 }} style={{ flex: 6 }}>
          {renderBody}
        </Box>
      </Box>
    </>
  );
}

export default ServicesRegisterCompany;

// import { Box, Tab, Tabs, Typography } from "@mui/material";
// import { useState } from "react";

// function ServicesRegisterCompany() {
//   const [tabIndex, setTabIndex] = useState(0);

//   const handleTabChange = (event, newTabIndex) => {
//     setTabIndex(newTabIndex);
//   };

//   return (
//     <>
//       <Box style={{ display: "flex", width: "100%" }}>
//         <Box sx={{ display: "flex" }} style={{ flex: 2 }}>
//           <Tabs
//             value={tabIndex}
//             onChange={handleTabChange}
//             orientation="vertical"
//           >
//             <Tab className="tabTypography" label="بازار سرمایه" />
//             <Tab className="tabTypography" label="بازار دارایی فکریی" />
//             <Tab className="tabTypography" label="بازار سوم " />
//             <Tab className="tabTypography" label="بازار پایه " />
//             <Tab className="tabTypography" label="  بازار  SME" />
//           </Tabs>
//           <Box sx={{ margin: 2 }} style={{ flex: 6 }}>
//             {tabIndex === 0 && (
//               <Box>
//                 <Typography style={{ lineHeight: 3 }}>
//                   بازار سرمایه و بورس در واقع ویترین اقتصادی کشور بوده و می توان
//                   با بررسی این بازار پی به اوضاع اقتصادی کشور برده و همچنین
//                   شرکتها با پذیرش در این بازار میتوانند نسبت به معرفی بهتر خود
//                   به جامعه هدف علاوه بر بازاریابی بهتر برای محصولاتشان اعتبار و
//                   بها بیشتری در برند خود ایجاد نمایند. در همین راستا بسیاری از
//                   شرکتهای فعال و سودده علاقمند به فعالیت در این بازار و تامین
//                   مالی از طریق عرضه سهام شرکت خود و یا شرکتهای زیر مجموعه خود
//                   بوده تا بتوانند از مزایایی بسیار بازار سرمایه بهره مند گردند.
//                   <br />
//                   * ساختار بازار سرمایه ایران:
//                   <br />
//                   سازمان بورس و اوراق بهادار:
//                   <br />
//                   سازمان بورس به عنوان نهاد ناظر بر بازار سرمایه در خصوص پذیرش
//                   شرکت ها در این بازار، با تشکیل جلسه هیات پذیرش، نظر نهایی را
//                   داده تا پس از فراهم نمودن شرایط مد نظر سازمان، پذیرش شرکت ها
//                   در بازار سرمایه صورت پذیرد.
//                   <br />
//                   شرکت بورس اوراق بهادار تهران:
//                   <br />
//                   تابلوهای بورس اوراق بهادار تهران مناسب برای پذیرش شرکت هایی با
//                   سرمایه بالا و همچنین سابقه سودآوری مطلوب می باشد که حداقل 2
//                   سال سابقه فعالیت داشته باشند.
//                   <br />
//                   شرکت فرابورس ایران:
//                   <br />
//                   تابلوهای فرابورس ایران مناسب برای پذیرش شرکتهایی با سرمایه
//                   حداقل 50 میلیارد ریالی می باشد که شرایط سوددهی مناسبی نداشته و
//                   یا سابقه فعالیت چندانی ندارند.
//                   <br />
//                   * شرایط عمومی پذیرش در بازار سرمایه:
//                   <br />
//                   • نزد سازمان بورس و اوراق بهادار ثبت شده باشد. • <br />
//                   • محدودیت قانونی موثر برای نقل و انتقال آن یا اعمال حق رای
//                   توسط صاحبان آن وجود نداشته باشد. • <br />
//                   • سهام با نام و دارای حق رای باشد. • <br />
//                   • تمام بهای اسمی آن پرداخت شده باشد. • <br />
//                   • * شرایط خاص پذیرش سهام عادی در تابلوهای بورس: <br />
//                 </Typography>
//               </Box>
//             )}
//             {tabIndex === 1 && (
//               <Box>
//                 <Typography className="textBody">
//                   بازار دارایی فکری : بازار دارایی فکری
//                   <br />
//                   بازار دارایی فکری در راستای اجرای مفاد بند (د) ماده 17 قانون
//                   برنامه پنجم توسعه که بر حمایت مالی از ایجاد و توسعه بورس ایده
//                   و بازار فن آوری به منظور استفاده از ظرفیتهای علمی در جهت
//                   پاسخگویی به نیاز بخشهای صنعت، کشاورزی و خدمات تاکید ورزیده
//                   است، شرایطی را مهیا میکند برای تکمیل ارتباط حلقه علم و صنعت تا
//                   دانشگاهیان، مخترعان و مبتکران بتوانند در ارتباطی نظام مند،
//                   ایده ها و ابتکارات خود را به مرحله تجاری سازی برسانند و کلیدی
//                   باشد برای شکوفایی و به کارگیری ظرفیتهای کشور و توسعه حوزه تفکر
//                   خلاق و اقتصاد دانش بنیان در کشور عزیزمان ایران
//                   <br />
//                   . * اهداف راه اندازی بازار دارایی فکری:
//                   <br />
//                   این بازار اهداف منحصر به فردی دارد که مهمترین آنها حمایت از
//                   دارندگان دانش فنی و امتیاز ثبت اختراعات به منظور ارزش گذاری
//                   دارایی معنوی و همچنین تخفیف ریسکهای قیمتی مرتبط با اوراق
//                   بهادار مبتنی بر مالکیت معنوی است.
//                   <br />
//                   علاوه بر این تسهیل انتقال تکنولوژی، تسهیل قیمت گذاری منطقی
//                   اوراق مالکیت معنوی بر مبنای قیمت یک بازار رقابتی و نیز ارتقای
//                   شاخص ثبت اختراعات کشور در مراجع بین المللی به عنوان یکی از
//                   شاخصهای اصلی توسعه علم و فناوری، در زمره دیگر اهداف راه اندازی
//                   این بازار تعریف شده است.حرکت به سمت هدفمند شدن اختراعات،
//                   کاربردی نمودن پایان نامه های دانشجویان و تکیه بر نیازهای عینی
//                   بازار، ایجاد ارزش افزوده از اختراعات در راه اندازی اقتصاد دانش
//                   بنیان و استفاده از اسناد اختراعات ارزش گذاری شده در فرابورس به
//                   عنوان وثیقه در نهادهای بانکی هم از دیگر اهدافی است که برای
//                   بازار دارایی فکری فرابورس در نظر گرفته شده است.همچنین فرصتهای
//                   حاصل از راه اندازی این بازار و تحقق نظام مند کردن سازوکار ثبت
//                   اختراع و صدور تاییدیه های فنی و تخصصی، ایجاد ساختارهای منسجم و
//                   متمرکز ارزشیابی، قیمت گذاری و مشاوره، کشف قیمت دقیق، شفاف و
//                   عادلانه، امکان انتشار اطلاعات مربوط به قیمت ها، بررسی حجم و
//                   ارزش معاملات مربوط به حقوق مالکیت معنوی، افزایش شفافیت در
//                   بازار نقل و انتقال اوراق بهادار مبتنی بر دارایی فکری، وجود
//                   ایده ها و اختراعات فراوان که برای نقل و انتقال نیاز به یک
//                   بازار منسجم دارند و هدفمند شدن برگزاری جشنواره ها و همایش های
//                   معرفی ایده ها و اختراعات در سطح کشور را نیز باید در کنار اهداف
//                   یاد شده، از دلایل راه اندازی بازار دارایی فکری برشمرد
//                   <br />
//                   * طبقه بندی اوراق بهادار مبتنی بر دارایی فکری : <br />
//                   حق ثبت اختراع: <br />
//                   1- حق انحصاری است که در قبال اختراع ثبت شده به مخترع یا
//                   نماینده قانونی او اعطا می شود. 2- علائم تجاری: نشانه شاخصی است
//                   که معرف کالاها یا خدمات معین ایجاد شده توسط شخص یا شرکت خاصی
//                   است. 3- طرح های صنعتی: طرح صنعتی جنبه تزئینی یا زیبایی شناسی
//                   کالا را نشان می دهد.طرح می تواند شامل خصوصیات سه بعدی مثل شکل
//                   کالا یا خصوصیات دوبعدی مانند الگوها، خطوط و رنگ باشد. 4- حق
//                   انحصاری اثر: عبارت از حقوق اعطا شده به پدید آورندگان آثار و
//                   کارهای ادبی و هنری است. 5- سایر موارد: شامل انواع ارقام گیاهی،
//                   نوآوری، علائم جغرافیایی، مالکیت صنعتی، تحقق بنیادی و کاربردی،
//                   اختراعات و غیره. * نقل و انتقال انواع اوراق بهادار مبتنی بر
//                   دارایی فکری: در حال حاضر نقل و انتقالات انواع اوراق بهادار
//                   مبتنی بر دارایی فکری شامل انواع اوراق گواهی ثبت اختراع، طرح
//                   صنعتی و علائم تجاری از طریق بازار سوم فرابورس ایران را می توان
//                   در 4 گروه دسته بندی نمود: نوع اول: عرضه اوراق بهادار شرکتهای
//                   سهامی خاص مبتنی بر دارایی فکری. نوع دوم: عرضه مستقیم و بی
//                   واسطه اوراق بهادار مبتنی بر دارایی فکری. نوع سوم: عرضه حق بهره
//                   برداری اوراق بهادار مبتنی بر دارایی فکری برای مدت زمان معین.
//                   نوع چهارم: عرضه حق بهره برداری اوراق بهادار مبتنی بر دارایی
//                   فکری برای مقدار معین.
//                 </Typography>
//               </Box>
//             )}
//             {tabIndex === 2 && (
//               <Box>
//                 <Typography className="textBody">
//                   بازار سوم فرابورس :
//                   <br />
//                   بازار سوم فرابورس ایران که بازاری برای انجام یکباره معاملات
//                   شرکتهای سهامی خاص و یا سهامی عام پذیرفته نشده در سایر بازارهای
//                   بورس یا فرابورس می باشد. بطورکلی عرضه در بازارهای فرابورس
//                   ایران به شرح ذیل صورت می پذیرد: عرضه اولیه، که نخستین عرضه
//                   اوراق بهادار پس از پذیرش و درج بوده و در بازار اول و دوم
//                   فرابورس ایران صورت می پذیرد. عرضه یکجا، عرضه خرد، و پذیره
//                   نویسی که در بازار سوم فرابورس ایران صورت می پذیرد. بازار سوم،
//                   بازار عرضه اوراق بهاداری است که در بورس یا بازار خارج از بورس
//                   دارای مجوز پذیرفته نشده باشد. در این بازار اوراق بهادار مورد
//                   پذیرش قرار نگرفته و صرفا عرضه این اوراق مد نظر است. به عبارت
//                   دیگر، این بازار شامل معاملات دست دوم اوراق نمی باشد. * انواع
//                   عرضه در بازار سوم فرابورس: <br />
//                   در بازار سوم فرابورس ایران سه نوع عرضه به شرح ذیل انجام می
//                   شود: <br />
//                   عرضه یکجای اوارق بهادار: <br />
//                   عرضه یکجای اوارق، مربوط به عرضه اوراق از طرف سهامدار عمده می
//                   باشد. در این حالت، سهامدار عمده قصد عرضه یکجای درصدی از سهام
//                   شرکت مورد نظر را به عموم دارد. <br />
//                   عرضه خرد اوراق بهادار(جمع آوری سهام) عرضه خرد، مربوطه به جمع
//                   آوری اوراق از سهامداران جزء می باشد. در عرضه خرد، متقاضی خرید
//                   شخصی است که خریدار حجم معینی از اوراق بهادار مشخص از سوی
//                   مالکان آن است. <br />
//                   پذیره نویسی اوراق بهادار <br />
//                   پذیره نویسی اوراق بهادار، مربوط به پذيره نويسي اوراق بهادار
//                   ازجمله سهام شركت های سهامی عام،اوراق مشاركت و گواهی سپرده می
//                   باشد که بر اساس مجوزصادره ازسازمان و مفاد بيانيه ثبت انجام
//                   خواهد شد. درخصوص اوراق مشارکت، پذیره نویسی این اوراق در بازار
//                   سوم انجام شده و معاملات دست دوم آن نیز در بازار اوراق مشارکت
//                   صورت می پذیرد. <br />
//                   لازم به یادآوریست که اوراق بهادار عرضه شده در بازار سوم تا یک
//                   ماه بعد از معامله در بازار سوم فرابورس، قابل عرضه مجدد در این
//                   بازار نمی‌باشد. عرضۀ این اوراق پس از این مدت، منوط به احراز
//                   مجدد شرایط یاد شده در دستورالعمل مذکور می‌باشد. <br />
//                   * مزایای عرضه اوراق بهادار از طریق بازار سوم : <br />
//                   • وصول مالیات مقطوعی به میزان نیم درصد ارزش فروش سهام و حق
//                   تقدم سهام <br />
//                   • شناسایی شرکت توسط فعالان بازار سرمایه <br />
//                   • ایجاد فضای رقابت جهت تعیین قیمت عادلانه اوراق بهادار مورد
//                   عرضه از طریق سیستم عرضه و تقاضا <br />
//                   • سهولت فرآیند نقل و انتقالات سهام و تسویه وجوه • سهولت در
//                   پذیرش آتی شرکت در فرابورس یا بورس (در صورت تمایل مالکان آن)،
//                   با توجه به شناخت بوجود آمده <br />
//                   * فرآیند عرضه : <br />
//                   متقاضی عرضه در بازار سوم می بایست از طریق کارگزار عضو فرابورس
//                   ایران، فرم درخواست عرضه اوراق بهادار خود را حسب مورد به انضمام
//                   مدارک، مستندات و اطلاعات مورد نیاز (موارد ارائه شده در ضمیمه
//                   فرم مذکور)، به مدیریت بازار فرابورس ایران تسلیم نماید. مدیریت
//                   بازار پس از دریافت درخواست عرضه و مدارک مورد نیاز و پس بررسی
//                   اولیه آنها، اقدام به تشکیل جلسه کمیته عرضه می نماید.
//                   درخواستهای تکمیل شده عرضه به همراه مدارک و اطلاعات در کمیته
//                   عرضه مورد بررسی قرار گرفته و درصورت تایید عرضه اوراق توسط
//                   کمیته عرضه، مجوز عرضه به کارگزار عرضه کننده ارسال می گردد. در
//                   متن مجوز عرضه، شرایط عرضه و مدت اعتبار آن ذکر شده است. پس از
//                   احراز تمامی موارد خواسته شده از طرف کمیته عرضه، نام اوراق در
//                   فهرست عرضه در بازار سوم درج می گردد.عرضه اوراق بهادار
//                   دربازارسوم می بایست حداقل 5 روز و حداکثر یکماه پس از تاریخ درج
//                   در فهرست عرضه اوراق بهادار، صورت پذیرد. درصورت عدم عرضه اوراق
//                   بهادار ظرف مدت تعیین شده، مجوز عرضه لغو و عرضه مجدد آن منوط به
//                   طی فرآیند مربوطه خواهد بود. در صورت لغو مجوز عرضۀ اوراق در
//                   فرابورس در مرحلۀ درج، متقاضی عرضه می‌تواند مجدداً تقاضای عرضه
//                   را با پرداخت کارمزد عرضه اوراق بهادار به فرابورس ارائه دهد.
//                   همچنین درصورت لغو مجوز پس از درج نام اوراق بهادار در فهرست
//                   عرضه، متقاضی می تواند پس از گذشت 2 ماه مجدداً تقاضای عرضه را
//                   به فرابورس ارائه نماید. <br />
//                 </Typography>
//               </Box>
//             )}
//             {tabIndex === 3 && (
//               <Box>
//                 <Typography className="textBody">
//                   {" "}
//                   بازار پایه
//                   <br />
//                   قوانین بازار پایه اخیرا دچار تغییراتی شده است. نوسان شدید
//                   قیمتی روزانه با توجه به دامنه نوسان ۱۰% یا عدم وجود دامنه
//                   نوسان در این بازار باعث می شد افراد تازه وارد که اطلاعات کافی
//                   در خصوص این گونه سهم ها نداشتند، با خرید آن‌ها دچار زیان شده و
//                   با ضرر از بازار بورس خارج شوند. چندی پیش طی اطلاع رسانی سازمان
//                   بورس اوراق بهادار اصلاحاتی برای کنترل نوسانات این بازار در جهت
//                   منافع سهامداران در نظر گرفته شد. آخرین طرح رد شده، طرحی بود که
//                   در آن قیمت های خرید و فروش مشخص نبود و سهامداران با سازو کار
//                   خاصی می بایست اقدام به خرید و فروش سهام می‌کردند. پس از رد شدن
//                   طرح مذکور، این بار مدیران سازمان بورس تصمیمات دیگری گرفتند. بر
//                   اساس این تصمیم مقرر شد سهام بازار الف، ب و ج در تابلو پایه
//                   زرد، نارنجی و قرمز تقسیم بندی شوند. معاملات بلوک در بازار پایه
//                   صرفا به شیوه تسویه نقدی براساس رویه جاری پایاپای بدون محدودیت
//                   حجمی انجام می‌شود.این معاملات در نمادی مجزا از معاملات بازار
//                   عادی انجام شده و دامنه نوسان روزانه قیمت اوراق بهادار در
//                   معاملات بلوک مشابه دامنه نوسان قیمت در بازار عادی است. معامله
//                   سهام و یا حق تقدم خرید سهام شرکت‌های فرابورس،سپرده‌گذاری مرکزی
//                   اوراق بهادار و تسویه وجوه و بورس انرژی ایران با حجم بزرگ‌تر یا
//                   مساوی 0.5 درصد از سرمایه پایه و همچنین خرید اوراق بهادار
//                   شرکت‌های فوق توسط اشخاص حقوقی یا نهادهای خاص که دسته‌ی
//                   سهامداری ایشان بر اساس اساسنامه شرکت‌های سپرده‌گذاری مرکزی
//                   اوراق بهادار و تسویه وجوه و بورس انرژی ایران برای فرابورس مشخص
//                   نمی‌باشد، منوط به اخذ تاییدیه از سازمان مبنی بر رعایت
//                   محدودیت‌های قانونی و مقرراتی است. کدام سهام به بازار پایه زرد
//                   و نارنجی و قرمز منتقل می‌شوند؟ بر اساس دستورالعمل سازمان بورس،
//                   هر نماد با توجه به ویژگی‌های زیر در یکی از سه تابلو قرار
//                   می‌گیرد:
//                   <br />
//                   • سهامی که دارای شرایط زیر باشند به تابلوی “پایه زرد” منتقل
//                   می‌شوند. مجموع روزهای تأخیر در ارائه اطلاعات مطابق با
//                   “دستورالعمل اجرایی افشای اطلاعات شرکت‌های ثبت‌شده نزد سازمان”
//                   بیش از 100 روز نباشد. دفعات عدم ارائه صورت های مالی مطابق با
//                   “دستورالعمل اجرایی افشای اطلاعات شرکت‌های ثبت‌شده نزد سازمان”
//                   بیش از ۲ مرتبه نباشد. حداقل ۱ صورت مالی حسابرسی شده ارائه
//                   نموده باشد. تابلو زرد:در طول هفته دامنه نوسان انجام معاملات ۳%
//                   است. اما در روز دوشنبه از ساعت ۱۲ الی ۱۲:۳۰ دامنه نوسان
//                   معاملات از ۳% به ۶% تغییر پیدا می‌کند.
//                   <br />
//                   • سهامی که دارای شرایط زیر باشند به تابلوی “پایه نارنجی” منتقل
//                   می‌شوند. ناشرانی که در دوره مورد رسیدگی حائز شرایط تابلوی
//                   “پایه زرد” یا تابلوی “پایه قرمز” نباشند. اظهارنظر حسابرس مستقل
//                   و بازرس قانونی نسبت به هر یک از صورت‌های مالی شرکت اصلی یا
//                   تلفیقی گروه از نوع عدم اظهار نظر یا اظهارنظر مردود باشد. تابلو
//                   نارنجی:در طول هفته دامنه نوسان انجام معاملات ۲% است. اما در
//                   روز دوشنبه از ساعت ۱۲ الی ۱۲:۳۰ دامنه نوسان معاملات از ۲% به
//                   ۴% تغییر پیدا می‌کند.
//                   <br />
//                   • سهامی که دارای شرایط زیر باشند به تابلوی “پایه قرمز” منتقل
//                   می‌شوند. رأی بدوی یا قطعی مراجع قضایی مبنی بر ورشکستگی ناشر
//                   صادر شده باشد. مجمع عمومی فوق‌العاده یا مراجع قضایی رأی به
//                   انحلال ناشر داده باشند. ناظر در سررسید دوره‌های رسیدگی حداقل ۳
//                   سال مالی متوالی صورت های مالی حسابرسی شده ارائه نکرده باشد.
//                   تابلو قرمز:در طول هفته دامنه نوسان انجام معاملات ۱% است. اما
//                   در روز دوشنبه از ساعت ۱۲ الی ۱۲:۳۰ دامنه نوسان معاملات از ۱%
//                   به ۲% تغییر پیدا می‌کند.
//                   <br />
//                   • نکته: معاملات هر ۳ بازار پایه زرد، نارنجی و قرمز در روز
//                   دوشنبه از ساعت ۸:۳۰ تا ۱۱:۳۰ مثل روزهای عادی دنبال می‌شود. از
//                   ساعت ۱۱:۳۰ تا ۱۲ دوره نظارت است. در این دوره هیچ سفارشی ثبت
//                   نشده و معامله‌ای انجام نمی‌گردد. از ساعت ۱۲ تا ۱۲:۳۰ مرحله پیش
//                   گشایش دوم و سفارش گیری است که با دامنه نوسانی ۲ برابری امکان
//                   ارسال سفارشات وجود دارد. رأس ساعت ۱۲:۳۰ حراج ناپیوسته انجام
//                   شده و قیمت پایانی یک هفته آتی مشخص می‌گردد. تعداد حراج پایانی
//                   در هر هفته حسب شرایط بازار با پیشنهاد فرابورس و تایید سازمان
//                   اعمال خواهد شد و تغییر دامنه نوسان برای هر یک از تابلوها حسب
//                   بازار با پیشنهاد فرابورس و تایید مدیریت نظارت بر بورس‌های
//                   سازمان اعمال خواهد شد. فعالیت بازارگردانی در خصوص نمادهای
//                   تابلوهای بازار پایه بر اساس ضوابطی که به تایید هیات مدیره
//                   فرابورس خواهد رسید مطابق دستورالعمل مربوطه امکان پذیر است.
//                   <br />
//                   همچنین بازارگردان می‌تواند دامنه نوسان قیمتی نماد معاملاتی را
//                   تا دو برابر دامنه نوسان روزانه قیمتی نماد معاملاتی در بازار
//                   عادی،به شرطی که از محدودیت دامنه نوسان روزانه قیمتی در بازار
//                   دوم فرابورس بیشتر نشود، افزایش دهد. همچنین بازارگردان می‌تواند
//                   قیمت مرجع نماد معاملاتی را ضمن اعلام به فرابورس تعیین نماید.
//                   در خصوص قیمت‌گذاری حق تقدم سهام برای اولین بار پس از افزایش
//                   سرمایه و در زمان عرضه حق تقدم استفاده نشده در صورت عدم کشف
//                   قیمت پس از دو نوبت حراج ناپیوسته، حراج ناپیوسته تا کشف قیمت
//                   تکرار می‌شود. در زمان عرضه‌ی حق تقدم استفاده نشده مدت زمان
//                   حراج ناپیوسته از شروع عملیات حراج تا پایان جلسه‌ی معاملاتی
//                   امکان پذیر می‌باشد. دامنه نوسان حق تقدم استفاده نشده به میزان
//                   دو برابر دامنه نوسان قیمت نمادهای معاملاتی در تابلو مربوطه
//                   می‌باشد و در آخرین روز مهلت پذیره نویسی حق تقدم استفاده نشده،
//                   معاملات بدون اعمال محدودیت دامنه نوسان قیمتی و بدون رعایت
//                   محدودیت حجمی عمده‌، امکان پذیر خواهد بود.
//                   <br />
//                 </Typography>
//               </Box>
//             )}
//             {tabIndex === 4 && (
//               <Box>
//                 <Typography className="textBody">
//                   {" "}
//                   بازار SME <br />
//                   واژه SME مخفف عبارت Small & Medium Enterprises است و در
//                   برگیرنده کلیه بنگاه های کوچک و متوسط اعم از بنگاه های صنعتی،
//                   خدماتی، بازرگانی و کشاورزی و دانش بنیان می باشد. این بنگاه ها
//                   به علت ویژگی‌های خاص خود دارای کارکردهای منحصر به فردی شامل:{" "}
//                   <br />
//                   • اشتغال زایی <br />
//                   • توزیع ثروت در جامعه <br />
//                   • توسعه مناطق حاشیه ای <br />
//                   • تأمین تولیدات مورد نیاز کشورها <br />• تربیت نیروی انسانی
//                   مورد نیاز صنایع و بنگاه های بزرگ و.... <br />
//                   تعداد نیروی انسانی شاغل یکی از معیارهای قرار گرفتن بنگاه در
//                   SME ها می باشد. در ایران کسب و کارهای زیر ۱۰۰ نفر نیروی کار به
//                   عنوان بنگاه کوچک و متوسط تلقی می شود که این معیار با سایر
//                   کشورها متفاوت بوده است. امروزه بسیاری از کشورهای توسعه ‌یافته
//                   در دنیا از ظرفیت‌های بازار سرمایه برای رفع مشکلات مالی
//                   بنگاه‌های اقتصادی خود بهره می‌برند و شرکت‌ها نیز تلاش می‌کنند
//                   وابستگی خود به بانک‌ها را با استفاده از جایگزین‌های مناسب‌تر
//                   کاهش دهند. از آنجا که بازار سرمایه بستری مناسب برای تامین مالی
//                   و رشد شرکت‌هاست و در عین حال بسیاری از شرکت‌های کوچک و متوسط
//                   با مشکلات مالی دست‌وپنجه نرم می‌کنند ورود آن‌ها به این بازار
//                   فرصتی طلایی محسوب می‌شود. بازار شرکت‌های کوچک و متوسط در
//                   فرابورس ایران امکان ورود شرکت‌های کوچک و متوسط را به بازار
//                   سرمایه تسهیل کرده است. هدف از تشکیل این بازارها در فرابورس
//                   ایران این بوده است که این بنگاههای کوچک و متوسط به دلیل
//                   معیارهای پذیرش در تابلوهای اصلی بورس و فرابورس، امکان پذیرش و
//                   عرضه سهام در بازار سرمایه را نداشته‌اند و از سوی دیگر نگاهی به
//                   بسیاری از کشورهای پیشرفته در دنیا نشان می‌دهد که بازاری ویژه
//                   شرکت‌های کوچک و متوسط در آن‌ها وجود دارد.در شرایط کنونی حدود
//                   98 درصد از تعداد شرکت‌های ثبت‌شده در کشور را شرکت‌های کوچک و
//                   متوسط تشکیل می‌دهند اما با وجود این، سهم این بنگاه‌ها در تولید
//                   ناخالص داخلی بسیار کمتر از ظرفیت آن‌هاست که یکی از دلایل این
//                   مسئله این است که شرکت‌های کوچک و متوسط با مشکلات فراوان تامین
//                   نقدینگی و سرمایه در گردش روبه‌رو هستند. تنوع راه های تامین
//                   مالی، دستاورد بازار SME: <br />
//                   در زمان ورود این شرکت‌ها به بازار معمولا بخشی از سهام آنها در
//                   تابلو قرار گرفته که باب تامین مالی سهامداران عمده را فراهم
//                   کرده و موجب تزریق پول به شرکت و توسعه آن می‌شود. همچنین
//                   روش‌های دیگر تامین مالی برای این شرکت‌ها امکان استفاده از
//                   ابزارهای مالی جدید است؛ چراکه این شرکت‌ها معمولا دارایی‌های
//                   راکد زیادی دارند و می‌توانند از طریق انتشار صکوک اجاره یا
//                   انواع دیگر صکوک، اوراق مشارکت، صندوق‌های پروژه و ...
//                   دارایی‌های راکد خود را تبدیل به اوراق بهادار کنند و از این
//                   طریق کسب نقدینگی نمایند. مقایسه شرایط تامین مالی به دو روش
//                   مبتنی بر (بدهی) وام و سیستم بانکی در مقابل تامین مالی مبتنی بر
//                   بازار سرمایه: در روش تامین مالی مبتنی بر بدهی <br />• نیاز به
//                   وام‌های بسیار بلند مدت 10 الی 20 ساله می‌باشند. <br />• وثیقه
//                   های سنگین برای دریافت این تسهیلات مورد نیاز است. <br />
//                   • نرخ سود بانک ها بسیار بالا بوده و گاه صرفه اقتصادی را از بین
//                   می‌برد. <br />• دارایی‌های SME در صورت عدم بازپرداخت تسهیلات
//                   توقیف خواهد شد. <br />
//                   اما در روش تامین مالی در بازار سرمایه: <br />
//                   • سرمایه‌گذار در صورت خرید سهام شرکت‌های کوچک و متوسط مانند یک
//                   شریک در اداره و مالکیت SME همراه خواهد بود. <br />
//                   • افشای اطلاعات شفاف شرکت لازمه تامین مالی می‌باشد که در بلند
//                   مدت باعث رشد و پیشرفت بیشتر شرکت‌ها خواهد شد. • هیچ نیازی به
//                   پرداخت سود همچون بازار تسهیلات بانکی وجود ندارد. <br />
//                   • هیچ اجباری برای بازپرداخت (استرداد) مبلغ سرمایه‌گذاری در
//                   سهام توسط سرما‌یه گذار وجود ندارد. <br />
//                   • وجود امکان افزایش سرما‌یه شرکت‌ها. <br />• منتفع شدن
//                   سرمایه‌گذار از سود ناشی از رشد و فعالیت شرکت SME. <br />
//                   * مزایای پذیرش شرکت های کوچک و متوسط در بازار SME: <br />
//                   از جمله مزایایی که می توان در مورد پذیرش شرکت های کوچک و بزرگ
//                   در بازار SME به آنها اشاره کرد: • پذیرش شرکت در بازار سرمایه
//                   در صورت داشتن زیان انباشه. <br />
//                   • داشتن معافیت مالیاتی برای شرکت های پذیرش شده. <br />
//                   در بازار شرکت‌های کوچک و متوسط معاملات سهام در دو تابلو مجزا
//                   شامل تابلو رشد و تابلو دانش بنیان صورت خواهد گرفت که در نهایت
//                   موجب تامین مالی، رشد و بلوغ این گونه شرکت‌ها و افزایش نقش موثر
//                   آنها در اقتصاد کشور خواهد شد. از دیگر مزایای این بازار ضوابط
//                   تسهیل شده برای پذیرش شرکت‌ها با احراز حداقل شرایط و کوتاه‌ترین
//                   زمان، معرفی شرکت به جامعه و تبلیغ نام شرکت از طریق حضور در
//                   لیست شرکت‌های بورسی و فرابورسی، امکان توثیق سهام شرکت به منظور
//                   اخذ تسهیلات مالی نزد شبکه بانکی، امکان تامین مالی ارزان قیمت
//                   از محل فروش سهام و جذب سرما‌یه گذاران جدید، برخورداری از
//                   معافیت های مالیاتی شرکت‌های پذیرفته شده فرابورسی و امکان رشد و
//                   پیشرفت شرکت و پذیرفته شدن در بازارهای بالاتر فرابورسی را
//                   می‌توان نام برد. <br />
//                   بر اساس دستورالعمل مربوطه ساده ترین شرایط برای ورود شرکت‌ها به
//                   بازار SME در نظر گرفته شده است: <br />
//                   • سایز شرکت: شرکت‌های واجد شرایط شرکت‌هایی هستند که در مقطع
//                   زمانی ارائه درخواست پذیرش، جمع حقوق صاحبان سهام آنها حداقل یک
//                   میلیارد ریال و حداکثر 500 میلیارد ریال می‌باشد. <br />• سابقه
//                   فعالیت: حداقل باید یکسال از تاسیس شرکت سپری شده باشد. <br />
//                   • شفافیت اطلاعات: حسابرسی شرکت باید از میان حسابرسان معتمد
//                   سازمان انتخاب شده باشد. <br />
//                   • گزارش حسابرس: این گزارش برای آخرین دوره مالی نباید شامل عدم
//                   اظهار نظر یا اظهار نظر مردود باشد. <br />
//                   • سود‌آوری: علاوه بر شرکت‌های سودده، شرکت‌های زیان ده نیز با
//                   ارائه برنامه عملیاتی مناسب برای خروج از زیان/زیان انباشته یا
//                   ارائه طرح توجیهی مبنی بر وجود چشم انداز روشن از سودآوری
//                   فعالیت، می‌توانند درخواست خود را برای پذیرش در بازار SME به
//                   فرابورس ارائه دهند. <br />
//                   • نوع شرکت: نوع شرکت باید سهامی عام باشد و شرکت‌های سهامی خاص
//                   در صورتی می‌توانند درخواست پذیرش در فرابورس را ارائه دهند که
//                   در فرصت 6 ماهه‌ای که از تاریخ پذیرش تا درج شرکت در نظر گرفته
//                   شده، اقدام به تبدیل شخصیت حقوقی شرکت به سهامی عام کنند. <br />
//                   • اعضای هیات مدیره: اعضای هیات مدیره و مدیر عامل شرکت نباید
//                   سابقه محکومیت قطعی کیفری و یا تخلفاتی موثر طبق قوانین و مقررات
//                   حاکم بر بازار اوراق بهادار یا سوءشهرت حرفه‌ای داشته باشند.{" "}
//                   <br />
//                   • شرکت‌های دانش‌بنیان: شرکت‌های دانش‌بنیان نیز که از معاونت
//                   علمی و فناوری ریاست جمهوری تاییدیه دانش‌بنیانی را دریافت
//                   کرده‌اند می‌توانند در تابلویی که برای این شرکت‌ها طراحی شده
//                   تحت عنوان تابلوی شرکت‌های دانش‌بنیان وارد این بازار شوند، ضمن
//                   آنکه لازم است حداقل یکسال از زمان تاسیس شرکت متقاضی سپری شده
//                   باشد، بنابراین شرکت‌های قبل از بهره‌برداری در صورت وجود برنامه
//                   مدون تکمیل پروژه و آغاز فعالیت، قابلیت ارائه درخواست پذیرش در
//                   این بازار را دارند. <br />
//                 </Typography>
//               </Box>
//             )}
//           </Box>
//         </Box>
//         <div className="fullImage RegisterSum"></div>
//       </Box>
//     </>
//   );
// }

// export default ServicesRegisterCompany;
