import React from "react";

const ServicesB3 = () => {
  return (
    <div className="page">
      <h2 className="fullWidth"> خدمات کارگزاری </h2>
      <p>
        <ul>
          <li>پذیرش انواع کالا در بورس کالای جهاد به منظور عرضه</li>
          <li>ارائه خدمات و مشاوره جهت عرضه محصولات در بورس کالای جهاد</li>
          <li>خرید و فروش انواع محصولات صنعتی، پتروشیمی و فرآورده‌های نفتی</li>
          <li>پیگیری و پشتیبانی مشتریان جهت تسریع در فرآیند کدگیری</li>
          <li>
            خرید محصولات مورد نیاز مشتریان به قیمت مقرون به صرفه در اکثر مواقع
            توسط تیم خبره معامله‌گران
          </li>
          <li>
            ارائه گزارشات آماری روزانه از معاملات بورس کالا و اطلاعات عرضه
            محصولات
          </li>
          <li>ارائه گزارشات تحلیلی در مورد روند قیمتی محصولات</li>
        </ul>
      </p>
    </div>
  );
};

export default ServicesB3;
